[{"txt_en":"Nobody can go back and start a new beginning, but anyone can start now and make a new ending.","txt_cn":"没有人可以回到过去重新开始，但谁都可以从现在开始，书写一个全然不同的结局。"},{"txt_en":"I don’t have an attitude, just a personality you can’t handle.","txt_cn":"我有的不是态度，而是一种你无法驾驭的个性。"},{"txt_en":"Destiny is not a matter of chance, it is a matter of choice; it is not a thing to be waited for, it is a thing to be achieved.","txt_cn":"主宰命运的不是机会，而是选择；机会不是等来的，是争取来的。"},{"txt_en":"A true friend is someone who accepts your past, supports your present and encourages your future.","txt_cn":"真正的朋友会接受你的过去，力挺你的现在，鼓舞你的将来。"},{"txt_en":"Not everything makes sense. Not everything has to. ","txt_cn":"不是每件事都解释得通，也不是每件事都必须解释得通。"},{"txt_en":"Let me tell you something my friend: Hope is a dangerous thing. Hope can drive a man insane.","txt_cn":" 听我说，朋友，希望是件危险的事。希望能叫人发疯。"},{"txt_en":"Look yourself in the mirror and ask yourself, what do I want to do everyday for the rest of my life … Do that.","txt_cn":"问镜子里的自己，接下来的日子我每天想做什么… 然后去做。"},{"txt_en":"Sow an act, and you reap a habit. Sow a habit, and you reap a character. Sow a character, and you reap a destiny.","txt_cn":"行为发展成习惯，习惯发展为性格，性格伴随人的一生。"},{"txt_en":"Seems right now, that all I have done in my life was making my way here to you.","txt_cn":"我今天才知道，我之所以漂泊就是在向你靠近。"},{"txt_en":"Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live. ","txt_cn":"过自己想要的生活不是自私，要求别人按自己的意愿生活才是。"},{"txt_en":"Please don't deceive yourself. Don't let yourself get too tired. ","txt_cn":"请别再欺骗你自己，别让自己活得太累。"},{"txt_en":"I don't want to be someone that you're settling for. I don't want to be someone that anyone settles for.","txt_cn":"我不想要你将就,我也不想成为任何人将就的对象。"},{"txt_en":"Never put your happiness in someone else's hands. ","txt_cn":"永远不要把自己的幸福放到别人的手中。"},{"txt_en":"Weep no more, no sigh, nor groan. Sorrow calls no time that’s gone.","txt_cn":"别哭泣，别叹息，别呻吟；悲伤唤不回流逝的时光。"},{"txt_en":"You will meet two kinds of people in life: ones who build you up and ones who tear you down. But in the end, you'll thank them both.","txt_cn":"生命中你会遇到两种人：一种是鼓励你的人，一种是打击你的人，最终，这两者都要感谢。 ​​​​"},{"txt_en":"Life turns out to be better only if you think from others' perspective.","txt_cn":"懂得换位思考，人生才会更美好。"},{"txt_en":"When you are afraid of losing something ,it means that you have no choice but to abandon it or give up yourself. ","txt_cn":"当你害怕失去一样东西时，这意味着，你要么放弃这样东西，要么放弃你自己。"},{"txt_en":"If you constantly regret things you did or didn't do in the past, then you won't be able to move forward. Don't live in the past. Live in the present…and the future! ","txt_cn":"要是总为过去的事后悔，那你会很难继续前行。不要沉溺于往事。活在当下，看向未来！"},{"txt_en":"Once we dreamt that we were strangers. We wake up to find that we were dear to each other. ","txt_cn":"我们一度梦见彼此是陌生人，醒来时发现彼此是相亲相爱的。"},{"txt_en":"When you're down and out, remember to keep your head up. When you're up and well, remember to keep your feet down.","txt_cn":"穷困潦倒时，要抬头挺胸；春风得意时，要脚踏实地。"},{"txt_en":"Accept what was and what is, and you’ll have more positive energy to pursue what will be. ","txt_cn":"接受过去和现在的模样，才会有能量去追寻自己的未来。"},{"txt_en":"We all have moments of desperation. But if we can face them head on, that’s when we find out just how strong we really are.","txt_cn":"我们都有绝望的时候，只有在勇敢面对时，我们才知道我们有多坚强。"},{"txt_en":"Maybe the places that have not been to have been called far away, the people who don't be have are more memorable. ","txt_cn":" 大概没去过的地方都叫远方，没得到的人都比较难忘。"},{"txt_en":" Every loser knows the ways to succeed, but only the successful ones really carry them out persistently. ","txt_cn":"每个失败者都知道成功的方法，只有成功者是按照方法坚持去做。 ​​​​"},{"txt_en":"When you rise in life, your friend knows who you are. When you fall down, you know who are your friends.","txt_cn":"当你步步高升时，你的朋友知道你是谁；当你每况愈下时，你会知道谁是你的朋友。 ​​​"},{"txt_en":"I truly beg you that you can believe how special you are and love who you really love, do what you should do, follow your heart without caring about practical gains or loss.","txt_cn":"愿你在迷茫时，坚信你的珍贵，爱你所爱，行你所行，听从你心，无问西东。"},{"txt_en":"There are both views and traps everywhere in life.Make yourself strong enough to endure impending storms.","txt_cn":"人生处处是风景，也处处是陷阱。努力使自己变得强大起来，当风雨来时才能够抵挡。"},{"txt_en":"True friends think about you, worry about you, and tell you when they're worried.","txt_cn":"真正的朋友会为你考虑，会担心你，也会和你倾诉他们的忧愁。"},{"txt_en":"Things that make life easier: a parent's hug, a lover's kiss, and a friend's support. ","txt_cn":"让生活变得轻松的三样东西：父母的拥抱、恋人的亲吻，以及朋友的支持。"},{"txt_en":"Take endeavor as a habit instead of temporary passion.","txt_cn":"把努力当成你的习惯，而不是一时心血来潮。"},{"txt_en":"Hold fast to your dreams and you can soar even without wings. ","txt_cn":"坚持自己的梦想，即使没有翅膀也能飞翔。"},{"txt_en":"Love is hard, but the reason I still persist is you.","txt_cn":"爱情很难，因为是你，所以再难我都坚持到最后。"},{"txt_en":"A true friend never gets in your way unless you happen to be going down. ","txt_cn":"真正的朋友绝不会阻挡你的道路，除非你在走下坡路。"},{"txt_en":"Life is too short to waste on disappointments. If it is not the end, please smile and go straight ahead. ","txt_cn":"生命太短，没时间留给遗憾。若不是终点，请微笑一直向前。"},{"txt_en":"Only if the first sign of life, you said I was a piece of pure time, I accompany you to see. ","txt_cn":"人生若只如初见，你衔我一片纯白岁月，我陪你看细水长流。"},{"txt_en":"Our growth depends not on how many experiences we devour, but on how many we digest.","txt_cn":" 囫囵吞枣的人生不是成长，成长是对过往经历的的细细品味领会。"},{"txt_en":"You must strive to find your own voice. Because the longer you wait to begin, the less likely you are to find it at all.","txt_cn":"你必须努力去寻找自己的声音，因为你越迟开始寻找，找到的可能性越小。"},{"txt_en":"The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too.","txt_cn":"最痛苦的事情是， 在太爱一个人的过程中丧失了自我，忘记了自己也很特别。"},{"txt_en":"Home is a place you grow up wanting to leave, and grow old wanting to get back to. ","txt_cn":"家是一个你年轻时想离开，年纪大了又想要回归的地方。"},{"txt_en":"Sometimes you will never know the true value of a moment until it becomes a memory. ","txt_cn":"有时候，直到一些珍贵的时刻成为了回忆，你才会真正意识到它的价值所在。"},{"txt_en":"Do not, for one repulse, forgo the purpose that you resolved to effort. ","txt_cn":"不要只因一次挫败，就放弃你原来决心想达到的目的。"},{"txt_en":"When you finally go back to your old home, you find it wasn't the old home you missed but your childhood.","txt_cn":"时隔多年，你终于回到故乡，这才发现你想念的不是这个地方，而是你的童年。"},{"txt_en":"Nobody can go back and start a new beginning, but anyone can start today and make a new ending. ","txt_cn":"没有人可以回到过去从头再来，但是每个人都可以从今天开始，创造一个全新的结局。"},{"txt_en":"The grand essentials of happiness are: something to do, something to love, and something to hope for. ","txt_cn":"获取幸福最重要的是：有所为，有所爱，有所期待。"},{"txt_en":"Being single means that you are strong enough and patient to wait for the one who deserves you.","txt_cn":"单身意味着你足够坚强，有足够的耐心去等待值得拥有你的那个人。"},{"txt_en":"The most important thing is to enjoy your life—to be happy—it's all that matters. ","txt_cn":"享受生活才是最重要的，要快乐，这样就够了。"},{"txt_en":"New Year is about getting another chance. A chance to forgive, to do better, to give more, to love more.Happy New Year！","txt_cn":"新年是给我们一个新的机会去原谅，去进步，去给予更多，去爱得更多。 ​​​​新年快乐！"},{"txt_en":"When you find real friends, hold on to them, treasure them, spend time with them, be kind to them, love them. ","txt_cn":"当找到真正的朋友时，得好好的把握住他们，珍惜他们，和他们共度美好时光，真心对他们，爱他们。 ​​​​"},{"txt_en":"Other things may change us, but we start and end with family. So, the love of a family is life's greatest blessing. ","txt_cn":"有很多别的事情会改变我们，然而我们源于家庭，归于家庭。因此，家人的爱是生命中最大的福分。 "},{"txt_en":"Everybody wants happiness. No one wants pain. But how can you make a rainbow without a little rain? ","txt_cn":"人人都想要幸福，却不愿承受痛苦。可不经历风雨，怎能见彩虹？ "},{"txt_en":"Meeting you was fate, becoming your friend was a choice, but falling in love with you was beyond my control.","txt_cn":"遇见你是命运的安排，成为了朋友是我的选择，而爱上你是我无法控制的意外。 ​​​​"},{"txt_en":"Where we love is home, home that our feet may leave, but not our hearts. ","txt_cn":"家，是爱之所在。也许我们脚步渐远，但心从未离开。"},{"txt_en":"The only limit to our realization of tomorrow will be our doubts of today.","txt_cn":"实现明天理想的唯一障碍是今天的疑虑。"},{"txt_en":"Friendship means understanding, not agreement. It means forgiveness, not forgetting. It means the memories last, even if contact is lost. ","txt_cn":"友情是理解，不是妥协；是原谅，不是遗忘。即使不联系，感情依然在。"},{"txt_en":"If you want love, then this is it. This is real life. It's not perfect but it's real. ","txt_cn":"如果你想要爱情，这就是爱。现实生活就是如此，它不完美，但千真万确。"},{"txt_en":"It doesn't matter if you win by an inch or a mile. Winning's winning.","txt_cn":"不管你赢了一寸还是一里，赢了就是赢了。"},{"txt_en":"Making a million friends is not a miracle. The miracle is to make  a friend who will stand by you when millions are against you.","txt_cn":"交许许多多的朋友不是什么奇迹，真正的奇迹是当所有人都弃你而去的时候，还有一个朋友坚定的站在你这一边。"},{"txt_en":"Promises are often like the butterfly, which disappear after beautiful hover.","txt_cn":"承诺常常很像蝴蝶，美丽的盘旋后就不见了。"},{"txt_en":"Fading is true while flowering is past.","txt_cn":"凋谢是真实的，盛开只是一种过去。"},{"txt_en":"Some things are not  to see to insist, but insisted the will sees hope.","txt_cn":"有些事情不是看到希望才去坚持，而是坚持了才会看到希望。"},{"txt_en":"Home is not where you live but where they understand you.","txt_cn":"栖身之所不一定是家，有人懂你之处才是家。"},{"txt_en":"True friends will always find a way to help you. Fake friends will always find an excuse. ","txt_cn":"真心朋友总会找机会帮你，假意朋友总会找借口不帮。 ​​​​"},{"txt_en":"I don't let myself down, because I have met you in my most gorgeous age.","txt_cn":"能够在最美的时光和你相遇，才算没有辜负自己。"},{"txt_en":"Don't be afraid of the darkness. Don't be afraid to chase your dreams. Don't be afraid to be yourself. Follow your own path.","txt_cn":"不要害怕黑暗，不要害怕追寻自己的梦想，不要害怕做与众不同的自己，走你自己的路。"},{"txt_en":"True love is not the temporary likeness, and I know it's the feeling—meeting you is hard and it will be a pity if I miss you.","txt_cn":"真正的爱情不是一时好感，而是我知道遇到你不容易，错过了会很可惜。 "},{"txt_en":"It takes a great deal of bravery to stand up to your enemies, but a great deal more to stand up to your friends.","txt_cn":"面对敌人需要勇气，但敢于直面朋友，需要更大的勇气。"},{"txt_en":"Falling in love with yourself first doesn’t make you vain or selfish, it makes you indestructible. ","txt_cn":"先爱自己不会让你变得无用或自私，它会让你无坚不摧。"},{"txt_en":"Love is putting someone else's needs before yours.","txt_cn":"爱，就是把那个人的需要，看得比自己还重要。"},{"txt_en":"Water can carve its way, even through stone. And when trapped, water makes a new path.","txt_cn":"水滴能穿石，即便困于一隅，也能另辟蹊径。"},{"txt_en":"A real friend is one who walks in when the rest of the world walks out.","txt_cn":"真正的朋友是‘全世界与我为敌，他与全世界为敌’。"},{"txt_en":"Life is not always what we want it to be. We fight. We cry. And sometimes, we give up. But there is always hope in our heart.","txt_cn":" 生活有时不尽如人意。我们挣扎、哭泣，有时甚至放弃。但内心始终充满希望。"},{"txt_en":"I know someone in the world is waiting for me, although I've no idea of who he is. But I feel happy every day for this.","txt_cn":"我知道这世上有人在等我，尽管我不知道我在等谁。但是因为这样，我每天都非常快乐。"},{"txt_en":"Every soil,where he is well,is to a valiant man his natural country.","txt_cn":"勇敢的人随遇而安, 所到之处都是故乡。"},{"txt_en":"Look up at the stars, not down at your feet.","txt_cn":"请仰望星空，而不要俯视脚下。"},{"txt_en":"Sometimes people don't need advice, they just need someone to listen and care.","txt_cn":"有时候人们需要的不是建议，而是能有一个人来倾听和关心自己。"},{"txt_en":"Don't push your friends into your stuff, let them find it and like it if they want to.","txt_cn":"不要强迫你的朋友尝试去爱你所爱的，除非他们自已愿意。"},{"txt_en":" If you truly take care of your heart, you will be amazed at how much girls start lining up at your front door.","txt_cn":"如果你真的照顾好自己的心，你会惊讶的发现，不知有多少那样的姑娘在你门前排长队。"},{"txt_en":"We used to look up at the sky and wonder at our place in the stars, now we just look down and worry about our place in the dirt.","txt_cn":"我们曾经仰望星空，思考我们在宇宙中的位置，而现在我们只会低着头，担心如何在这片土地上活下去。"},{"txt_en":"We take a minute to have a crush on someone but a lifetime to forget someone.","txt_cn":"我们会用一分钟的时间去迷恋一个人却用一辈子的时间去忘记一个人。"},{"txt_en":"Destiny is something we've invented because we can't stand the fact that everything that happens is accidental.","txt_cn":"所谓命运不过是托辞，因为我们无法忍受所有事情发生都是偶然的事实。"},{"txt_en":"Don't walk in front of me, I may not follow. Don't walk behind me, I may not lead.  Walk beside me, just be my friend.","txt_cn":"不要走在我前面，我可能追不上你 ；不要走在我后面，我可能不会引路；走在我旁边，做我的朋友就好。"},{"txt_en":"It is possible for ordinary people to choose to be extraordinary. ","txt_cn":"平凡人也能够选择做到不平凡。"},{"txt_en":"It is only with the heart that one can see rightly. What's essential is invisible to the eyes. ","txt_cn":"一个人只有用心去看，才能看到真实。事情的真相只用眼睛是看不见的。"},{"txt_en":"There will always be prettier and uglier people than you. Accept it and move on.","txt_cn":"在这个世界上，多得是比你丑和比你美的人。所以，不必纠结太多，勇往前行。"},{"txt_en":"I don't know if we each have a destiny, or if we're all just floating around accident alike on a breeze.","txt_cn":"我不懂，是我们有着各自不同的命运，还是，我们只不过都是在风中，茫然飘荡。"},{"txt_en":" We laughed and kept saying 'see u soon', but inside we both knew we'd never see each other again.","txt_cn":"我们笑着说再见，却深知再见遥遥无期。"},{"txt_en":"Be kind, for everyone is fighting a hard battle. And if you really wanna see what people are, all you have to do is look.","txt_cn":"善良一点，因为大家的一生都不容易。如果你想真正了解他人，你需要用心去看。"},{"txt_en":"Things that are hard to say, are usually the most important.","txt_cn":"最重要的事往往最难说出口。"},{"txt_en":"Sometimes, the silence seemed to connect us in a way that words never could.","txt_cn":"有时候沉默对我们而言胜过千言万语。"},{"txt_en":"Save some time to be lazy, it's good for you. ","txt_cn":"偶尔赖赖床，没什么不好。"},{"txt_en":"Never lie to someone who trust you. Never trust someone who lies to you.","txt_cn":"不要欺骗任何相信你的人，不要相信任何欺骗你的人。"},{"txt_en":"It is not crowded on the way up. It is crowded where many people choose to stay within the comfort zone. ","txt_cn":"向上的路，并不拥挤。拥挤是因为，大部分人选择了安逸。"},{"txt_en":"Many people live a tangled life, for they want to gain others' recognition, but unable to polish themselves peacefully.","txt_cn":"很多人之所以活得纠结，是因为既想得到别人的认可，却又无法静下心来提升自己！"},{"txt_en":"Love is the power to see similarity in the dissimilar.","txt_cn":"在差异中寻求彼此的共同点,这就是爱。"},{"txt_en":"Remember me before the memory of the love disappears.","txt_cn":"在爱的记忆消失以前，请记住我。"},{"txt_en":"Success is never final, failure is never fatal. It's courage that counts.","txt_cn":"成功不是终点，失败也并非末日，最重要的是继续前进的勇气。"},{"txt_en":"Do not look back and grieve over the past, for it’s gone. Live in the present, and make it so beautiful that it will be worth remembering.","txt_cn":"耽溺回忆不如活在当下，让此刻成为未来荣耀之日。"},{"txt_en":"The more you fear to change and lose, the more likely you  will lose it without changing yourself.","txt_cn":"你越是害怕去改变和失去，就越容易因不思进取而一无所有。"},{"txt_en":"When I saw you I fell in love. And you smiled because you knew.","txt_cn":"看到你的那一刻，我爱上了你。你微笑，因为你知道。"},{"txt_en":"The minute you think of giving up, think of the reason why you held on so long. ","txt_cn":"在你想要放弃的那一刻，想想为什么当初坚持走到了这里。"},{"txt_en":"In music one must think with the heart and feel with the brains.","txt_cn":"音乐要用心灵去听， 用头脑去感觉。"},{"txt_en":"Sometimes there is no next time, no time-outs, no second chances; sometimes it's now or never. ","txt_cn":"有时候，真的没有下一次，没有暂停继续，没有机会重来。有时候，错过了就永远没机会了。"},{"txt_en":"The furthest distance in the world is not between life and death. But when I stand in front of you, yet you don't know that I love you.","txt_cn":"世界上最遥远的距离不是生与死，而是我就站在你面前，你却不知道我爱你。"},{"txt_en":"The more we love our friends, the less we flatter them.","txt_cn":" 对朋友爱得越深, 奉承得就越少。"},{"txt_en":"There's a kind of poverty called short-sightedness.","txt_cn":"有一种“贫穷”叫短视。"},{"txt_en":"Time is a self proclaimed quack which can cure all diseases.","txt_cn":"时间只是一个自称能包治百病的庸医。"},{"txt_en":"True victory was lasting peace, not war.","txt_cn":"真正的胜利是持久的和平，而不是战争。"},{"txt_en":"The business of life is the acquisition of memories. In the end that's all there is.","txt_cn":"人生就是不断收集回忆的过程，最终能陪伴我们的，也只有回忆了。"},{"txt_en":"Love is when you sit beside someone doing nothing yet you feel perfectly happy.","txt_cn":"爱就是当你坐在他身边，哪怕什么都不做，也会感觉很开心。"},{"txt_en":"Only the brave man know how to tolerant. Coward never tolerant, it is not his nature.","txt_cn":"只有勇敢的人才懂得如何宽容；懦夫绝不会宽容，这不是他的本性。"},{"txt_en":"Spring breeze miles, less than to meet you; Clear blue skies, not as good as you are in my heart. ​​​​","txt_cn":"春风十里，不及相遇有你； 晴空万里，不及心中有你。"},{"txt_en":"Things have a way of working out when you least expect it. Never give it up. ","txt_cn":"事情总是在你最不抱期望的时候得到解决，所以，永远不要放弃。"},{"txt_en":"Love means never having to say you’re sorry.","txt_cn":"爱意味着永远不必说抱歉。"},{"txt_en":"It is not our abilities that show what we truly are, it is our choices.","txt_cn":"让我们成为什么样的人，并不是我们的能力，而是我们的选择。"},{"txt_en":"Here comes a point when a reasonable man will swallow his pride and admit that he's made a terrible mistake.","txt_cn":"懂道理的人，终会有放下自尊、坦承他犯下严重错误的时刻。"},{"txt_en":"If life is divided by two,the former is \"no hesitation\" and the latter is \"no regret\".","txt_cn":"若将人生一分为二，前半段叫做 “不犹豫”，后半段叫做 “不后悔”。 "},{"txt_en":"The night opens the flowers in secret and allows the day to get thanks.","txt_cn":"黑夜默默地绽放花儿，把赞美留给白昼。"},{"txt_en":"We are made to persist. That's how we find out who we are. ","txt_cn":"我们生来就是为了坚持，这样我们才能明白自己是谁。"},{"txt_en":"It's important to be with someone who gives you comfort, because love fades, but companionship stays.","txt_cn":"重要的是，要选择一个让自己自在的人，因为两个人可能不再缠绵悱恻，却会相守一生。"},{"txt_en":"When you choose to be a sunny, happy person, a rainstorm becomes just another excuse to dance.","txt_cn":"一旦选择做一个阳光，快乐的人，那风雨也只会是让你起舞的理由。"},{"txt_en":"Nothing is to be got without pains but poverty.","txt_cn":"世上唯有贫穷可以不劳而获。"},{"txt_en":"Don’t be concerned with the distance of the journey. Every new step provides a new view; every new destination creates new joy. ","txt_cn":"怕什么路途遥远。走一步有一步的风景，进一步有一步的欢喜。"},{"txt_en":"God is always playing tricks on people, arranging them to meet but then to separate.","txt_cn":"老天总是捉弄人，安排了相遇，却又策划了分离。"},{"txt_en":"Life isn’t always perfect. Life isn’t always easy. Life doesn’t always make sense. But that’s the beauty of life.","txt_cn":"生活不总是完美无缺，轻而易举或者合情合理。但这就是生活的美好之所在。"},{"txt_en":"Tears are words from the heart that can't be spoken. ","txt_cn":"眼泪是来自心底却说不出口的话。"},{"txt_en":"You are not ordinary, you are born to stand out.","txt_cn":"你天生与众不同,注定不会被淹没在人群中。"},{"txt_en":"We are all in the gutter, but some of us are looking at the stars.","txt_cn":"身在井隅，心向璀璨。"},{"txt_en":"Courage is the ladder on which all the other virtues mount.","txt_cn":"勇气是一切美德攀登的阶梯。"},{"txt_en":"The longest way must have its close;the gloomiest night will wear on to a morning. ","txt_cn":"最长的路也有尽头，最黑暗的夜晚也会迎接清晨。"},{"txt_en":"It is no use going back to yesterday, because I was a different person then.","txt_cn":"回到昨天毫无用处，因为今天的我和过去有所不同。"},{"txt_en":"Time can heal a broken heart, but it can also break a waiting heart.","txt_cn":"时间可以治愈一颗受伤的心，同样也可以撕裂一颗等待的心。"},{"txt_en":"As long as we have memories, yesterday remains. As long as we have hopes, tomorrow awaits.","txt_cn":"只要我们还有回忆，昨日仍在。只要我们还有希望，明日尚待。"},{"txt_en":"Knowledge is a city to the building of which every human being brought  a stone. ","txt_cn":"知识是一座城堡，每个人都应为它增砖添瓦。"},{"txt_en":"A strong man will struggle with the storms of fate.","txt_cn":"强者能同命运的风暴抗争。"},{"txt_en":"A man is not old as long as he is seeking something. A man is not old until regrets take the place of dreams. ","txt_cn":"只要一个人还有追求，他就没有老。直到后悔取代了梦想，一个人才算老。 "},{"txt_en":"When you feel like hope is gone, look inside you and search your soul. You will find a hero lies in you. ","txt_cn":"当你感觉希望不在的时候，看一下自己的内心世界，探寻一下自己的灵魂，你会在你心中找到一个英雄。"},{"txt_en":"Life has taught us that love does not consist in gazing at each other but in looking outward together in the same direction.","txt_cn":"爱不是从相互凝视之中获得的，倒是可以由同朝一个方向眺望而产生，这是生活给予我们的教训。"},{"txt_en":"Maybe God wants us to meet a few wrong people before meeting the right one, so that when we finally meet the person, we will know how to be grateful. ","txt_cn":"在遇到梦中人之前，上天也许会安排我们先遇到别的人，在我们终于遇见心仪的人时，便应当心存感激。 "},{"txt_en":"What seems to us as bitter trials are often blessings in disguise.","txt_cn":"我们看起来似乎痛苦的试炼，常常是伪装起来的好运。"},{"txt_en":"Love is the only thing that holds the dark at bay.","txt_cn":"唯有爱可以把黑暗囚在波港湾里。"},{"txt_en":"I am not afraid of tomorrow for I have seen yesterday and love today. ","txt_cn":"我不害怕明天，因为我经历过昨天，又热爱今天。"},{"txt_en":"If I had eight hours to chop down a tree, I would spend six hours sharpening my ax.","txt_cn":"如果我有八小时砍倒一棵树，我会拿六小时来磨斧头。"},{"txt_en":"The stars change, but the mind remains the same.","txt_cn":"繁星纵变，但智慧永恒。"},{"txt_en":"A friend is one of the nicest things you can have, and one of the best things you can be.","txt_cn":"拥有朋友是最美好的一件事，成为别人的朋友是最美妙的一件事。"},{"txt_en":"Life itself is the most wonderful fairy tale.","txt_cn":"生活本身就是最美妙的童话故事。"},{"txt_en":"Only those who capture the moment are real.","txt_cn":"把握当下才是真。"},{"txt_en":"When you want something, all the universe conspires in helping you to achieve it.","txt_cn":"当你想做成一件事情的时候，全宇宙都会帮助你得到它。"},{"txt_en":"You cannot do it-that is the biggest lie on earth.","txt_cn":"世界上最大的谎言就是你不行。"},{"txt_en":"The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.","txt_cn":"生命的意义不仅在于简单的存在与活着，而是去前行、进步、获取和征服。"},{"txt_en":"Success does not consist in never  making mistakes but in never making the same one a second time.","txt_cn":"成功并不在于从不犯错，而在于不重蹈覆辙。"},{"txt_en":"Only the deaf appreciate hearing, only the blind realize the manifold blessings that lie  in sight.","txt_cn":"只有聋子才珍惜听力，只有盲人才能感受到得见光明的喜悦。"},{"txt_en":"Childhood is the golden field, the green river, and the colorful pebble beach.","txt_cn":"童年是金色的田野，是青青的小河，是五彩斑斓的卵石滩。"},{"txt_en":"Truly, life smells like an onion: You peel it off one layer at a time, and sometimes you weep.","txt_cn":"其实，生活就像洋葱，一片一片剥下去，总有一片让你流泪。"},{"txt_en":"There are no easy answers, there is only living through the questions.","txt_cn":"生活从来没有容易的答案，只有去克服重重问题。"},{"txt_en":"The world always makes way for the dreamer.","txt_cn":"世界总为梦想者让路。"},{"txt_en":"If I should meet thee, after long years. How should I greet thee, with silence and tears.","txt_cn":"若我会见到你，事隔经年。我该如何致意，以眼泪，以沉默。"},{"txt_en":"It does not matter how slowly you go as long as you do not stop.","txt_cn":"走的慢不重要，重要的是你不停止。"},{"txt_en":"There is nothing difficult for us to do in the world. If we do it, the difficult thing will be easy; if we do not, the easy thing will be difficult.","txt_cn":"天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。"},{"txt_en":"Do not let your dream be dream.","txt_cn":"别让你的梦想只成为梦想。"},{"txt_en":"To never forget how much your family loves you.","txt_cn":"永远不要忘记你的家人有多爱你。"},{"txt_en":"Happiness is always around us if we put our hearts into life.","txt_cn":"如果我们把我们的心真正投入到生活之中，那么幸福快乐就总是在我们身边。"},{"txt_en":"No one is indebted for others, while many people do not know how to cherish others.","txt_cn":"没有谁对不起谁，只有谁不懂得珍惜谁。"},{"txt_en":"Everyone is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.","txt_cn":"每个人都是天才。但如果硬要以鱼儿爬树的本领，来评估它的能力，它这辈子都会觉得自己是条蠢鱼。"},{"txt_en":"We are here to put a dent in the universe.","txt_cn":"活着就是为了改变世界。"},{"txt_en":"With great power there must come great responsibility.","txt_cn":"有多大能力就会有多大责任。"},{"txt_en":"There is no solace above or below. Only us... Small, solitary, battling one another. I pray to myself, for myself.","txt_cn":"天堂地狱都没法给你慰藉，只有我们自己：渺小，孤独，奋斗，与彼此抗争。我向自己祈祷，为自己祈祷。"},{"txt_en":"I am only brave when I have to be. Being brave does not mean you go looking for trouble.","txt_cn":"我只是在必要的时候才会勇敢，勇敢并不代表你要到处闯祸。  "},{"txt_en":"My father is my hero, all throughout my life.","txt_cn":"我的父亲就是我的英雄，从始至终。"},{"txt_en":"If you see something wrong happening in the world, you can either do nothing, or you can do something.","txt_cn":"如果你看到这个世界出了问题，你要么别插手，要么去改变她。"},{"txt_en":"Not everything that counts can be counted, and not everything that's counted truly counts.","txt_cn":"不是所有有价值的事物都可以被计算，也不是所有可计算的事物都值得去计算。"},{"txt_en":"A pearl is a temple built by pain around a grain of sand.","txt_cn":"一粒珍珠，是痛苦围绕着一粒沙子所建造起来的庙宇。 "},{"txt_en":"I will send you all my love everyday in a letter sealed with a kiss.","txt_cn":"我将每天把我的爱情，装进以吻封缄的信封里送给你。"},{"txt_en":"If you don't go for a walk, you'll think this is the world.","txt_cn":"如果你不出去走走，你就会以为这就是全世界。"},{"txt_en":"You lost the people you love and you have to find a way to go on. Then let it go and say goodbye with a smile. Although it won't be easy.","txt_cn":"失去深爱的人，我们仍要学会好好的生活。学着放手，微笑着道别，尽管这并不容易。"},{"txt_en":"I have found it worth living, and would gladly live it again if the chance were offered me.","txt_cn":"我发现人是值得活的。若再给我一次生命，我将欣然接受这难得的赐予。"},{"txt_en":"No one is born hating another person because of the color of his skin. They can be taught to love, for love comes more naturally to the human heart.","txt_cn":"没有人生来就因为肤色去憎恨别人。每个人都可以学会去爱，因为爱自在人心。"},{"txt_en":"If you missed the train I'm on, you will know that I am gone, you can hear the whistle blow a hundred miles.","txt_cn":"如果你错过我坐的这趟火车，你就该明白我已离去，你可以听见一百里外飘来的汽笛声。"},{"txt_en":"Doing what you like is freedom, liking what you do is happiness.","txt_cn":"自由是做你自己喜欢的事，而幸福却是喜欢你自己做的事。"},{"txt_en":"You may lose faith with us, but never with yourself.","txt_cn":"你也许会对我们失去信心，但永远不要对你自己失去信心。"},{"txt_en":"It's just a game, so go and play.","txt_cn":"那只是一场比赛，重要的是永不低头。"},{"txt_en":"As long as we're running, as long as we don't stop, who knows what's going on ahead?","txt_cn":"只要我们还在跑，只要我们始终不停下来，谁又知道前方会发生什么呢？"},{"txt_en":"If you have faith, you can do anything.","txt_cn":"坚信的，总会成功。"},{"txt_en":"Ordinary steps can also take a great trip.","txt_cn":"平凡的脚步也可以走完伟大的行程。"},{"txt_en":"A person's character is not determined by how he or she enjoys victory, but rather how he or she endures defeat.","txt_cn":"一个人的人格不取决于他如何享受胜利，而在于这个人如何忍受失败。"},{"txt_en":"If by life you were deceived, don't be dismal, don't be wild! In the day of grief, be mild. Merry days will come, believe.","txt_cn":"假如生活欺骗了你，不要悲伤，不要心急！忧郁的日子里须要镇静：相信吧，快乐的日子将会来临！"},{"txt_en":"This kind of certainty comes just once in a lifetime.","txt_cn":"这样确信无疑的爱，一生只此一次。"},{"txt_en":"There is no good and evil, there is only power and those too weak to seek it.","txt_cn":"世上没有绝对的善与恶，差别只在于强者和无法分清事实的弱者。"},{"txt_en":"Man was born free, and everywhere he is in chains.","txt_cn":"人是生而自由的，却处处受到束缚。"},{"txt_en":"People are always writing things about me. It is up to them, for me it is not a problem. I will just try to play well and do my best. I am just focused on playing good football.","txt_cn":"人们总是会写一些我的事情。这是他们的事，对我来说，我只需要尽最大努力踢好球。把球踢好就足够了。"},{"txt_en":"I love three things in the world: the sun, the moon, and you. The sun for day, the moon for night, and you forever.","txt_cn":"吾独爱世间三物：昼之日，夜之月，汝之永恒。"},{"txt_en":"The more you study, the more you will find yourself ignorant.","txt_cn":"学，然后知不足。"},{"txt_en":"Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.","txt_cn":"林子里有两条路，我选择了行人稀少的那一条，它改变了我的一生。"},{"txt_en":"We are twice armed if we fight with faith.","txt_cn":"信念坚定，如虎添翼。"},{"txt_en":"Success is not final, failure is not fatal. It is the courage to continue that counts.","txt_cn":"成功并不是终点，失败也不会致命，真正重要的是继续走下去的勇气。"},{"txt_en":"Thoreau said: most men lead lives of quiet desperation.","txt_cn":"梭罗说：“大多数人都生活在平静的绝望中。”"},{"txt_en":"Positive people are lucky people, they can see the roses while others see only the thorns.","txt_cn":"积极的人是幸运的人，当别人只看到刺的时候，他们却可以看到玫瑰。"},{"txt_en":"Memory is a kind of want to see, and forgetting is a form of relief.","txt_cn":"记忆是一种相见的形式，忘却是一种解脱的方式。"},{"txt_en":"No matter what situation we face, no matter how contradictory our hearts are, we always have a choice. What kind of person we are depends on who we choose to be.","txt_cn":"不管我们面对什么处境，不管我们的内心多么矛盾，我们总有选择。我们是什么样的人，取决于我们选择做什么样的人。"},{"txt_en":"An aim in life is the only fortune worth finding. Pursue your object, be it what it will, steadily and indefatigable.","txt_cn":"人生的目标是唯一值得发现的财富。追求你的目标，无论它是什么，都将是稳定和不屈不挠的。"},{"txt_en":"Human life is like flowing water, only when it hits isles and reefs can it create beautiful waves.","txt_cn":"人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。"},{"txt_en":"There is nothing noble in being superior to some other man. The true nobility is in being superior to your previous self. ","txt_cn":"优于别人，并不高贵。真正的高贵应该是优于过去的自己。"},{"txt_en":"Life means progress, and progress means suffering.","txt_cn":"生活意味着进步，进步意味着受苦。"},{"txt_en":"Nothing is impossible when you believe in yourself.","txt_cn":"只要相信你自己，就没有什么不可能。"},{"txt_en":"Nobody sees a flower really, it is so small. We haven't time, and to see takes time - like to have a friend takes time.","txt_cn":"没有人真正看过一朵花，花那么小。我们又没有时间，看花可是要花时间的，就像交朋友也要花时间。"},{"txt_en":"You can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.","txt_cn":"如果你不能飞，那就跑；如果跑不动，那就走；实在走不了，那就爬。无论怎样，你都要勇往直前。"},{"txt_en":"With equal passion I have sought knowledge. I have wished to understand the hearts of men. I have wished to know why the stars shine. ","txt_cn":"我用同样的激情去寻求知识。我希望能理解人类的心灵，希望能够知道群星为何闪烁。"},{"txt_en":"I always knew looking back on the tears would make me laugh, but I never knew looking back on the laughs would make me cry.","txt_cn":"我知道再回首时，那些眼泪想来可笑；却不知再回眸时，那些欢声笑语也能叫我潸然泪下。  "},{"txt_en":"Give me your best shot. I'm not gonna give up, I will never give in.","txt_cn":"你最好给我狠狠的一击，但是我绝不会因此放弃，也绝不可能屈服。"},{"txt_en":"Some men see things as they are and say, why. I dream things that never were and say, why not.","txt_cn":"有些人只能看到已有的事物，然后只会问为什么会这样？我梦想那些从来没有的事情，然后问为什么不那样？"},{"txt_en":"It turns out I don't need a medal to tell me I'm a good guy. Because of that kid likes me. How bad can I be.","txt_cn":"其实我不需要一个勋章开证明我是个好人，如果连那样的小女孩都喜欢我，我能坏到哪儿去呢？"},{"txt_en":"In me the tiger sniffes the rose, after the feast bursts the tear.","txt_cn":"心如猛虎，细嗅蔷薇；盛宴过后，泪流满面。"},{"txt_en":"Why do we fall? So we can learn to pick ourselves up.","txt_cn":"我们为什么会跌倒？因为这样才能学会站起来！"},{"txt_en":"No matter how hard we try to be mature, we will always be a kid when we all get hurt and cry. ","txt_cn":"不管多努力蜕变成熟，一旦受伤哭泣时，我们还是像个孩子。"},{"txt_en":"I am just a sunflower, waiting for my only sunshine.","txt_cn":"我只是一株向日葵，期待着属于自己的那缕阳光。"},{"txt_en":"Better to have loved and lost, than never to have loved at all.","txt_cn":"只求曾经拥有，不求天长地久。"},{"txt_en":"Burdens are for shoulders strong enough to carry them.","txt_cn":"沉重的担子是由那些有着坚强的肩膀的人来挑的。"},{"txt_en":"When I was young, I wanted to be anybody but myself. I would have to accept myself, my warts and all.","txt_cn":"当我年轻的时候，我想成为除我之外的任何人。但我必须接受我自己，我的缺点，我的一切。"},{"txt_en":"Human life is like flowing water, only when it hits isles and reefs can it create beautiful waves.","txt_cn":"人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。"},{"txt_en":"Don't give up when you still have something to give, nothing is really over until the moment you stop trying.","txt_cn":"当你还能付出时不要放弃，任何事都不会真正结束直到你停止努力的那一刻。"},{"txt_en":"You don't get to choose if you get hurt in this world, but you do have a say in who hurts you.","txt_cn":"你无从选择在世上是否会受到伤害，但你能选择谁来伤害你。"},{"txt_en":"So dawn goes down to day, nothing gold can stay.","txt_cn":"破晓黎明延续至晃晃白昼，宝贵如金也难以保留。"},{"txt_en":"People should not be inserted lives in the vase for people to watch, but spread on the prairie wind dance rhythm.","txt_cn":"人不应该是插在花瓶里供人观赏的静物，而是蔓延在草原上随风起舞的韵律。"},{"txt_en":"To err is human, to forgive is divine.","txt_cn":"人非圣贤，孰能无过。"},{"txt_en":"Since I have chosen to go far, I will just walk down the path I have chosen step by step.","txt_cn":"既然选择了远方，便只顾风雨兼程。"},{"txt_en":"I don't know the reason why I love you, but I know you are the reason why I don't love others.","txt_cn":"我不知道我爱你的理由是什么，但我知道你是我不爱其他人的理由。"},{"txt_en":"I love the broken sound in my body and the healing process.","txt_cn":"我喜欢我身体破碎的声音和不断愈合的过程。"},{"txt_en":"The beauty of white paper is that you can paint a map of your life as you please.","txt_cn":"白纸的美好在于：你可以随心所欲地描绘你的人生地图。"},{"txt_en":"Let's leave the world behind. Take me through the night. Fall into the dark side.","txt_cn":"让我们离开人寰，去更遥远的未来，带我穿越漆黑的夜空，坠入那无边的黑暗。"},{"txt_en":"Unable to perceive the shape of you, I find you all around me. Your presence fills my eyes with your love, it humbles my heart. For you are everywhere.","txt_cn":"无法描述你的形状，我感觉到你包围着我。因为你的存在，我满眼都是爱意。我的心变得柔软，只因你无处不在。"},{"txt_en":"But know this: the ones that love us never really leave us. And you can always find them in heart.","txt_cn":"要记住：爱我们的人永远不会真正离开我们。他们一直在你身边陪伴着你，在心里。"},{"txt_en":"Aspire to inspire until I expire.","txt_cn":"生命不息，奋斗不止。"},{"txt_en":"Make you tired of the mountain is not far away, but a grain of sand in my shoes.","txt_cn":"使人疲惫的不是远方的高山，而是鞋里的一粒沙子。"},{"txt_en":"The flowers are similar every year, but people are different from year to year.","txt_cn":"年年岁岁花相似，岁岁年年人不同。"},{"txt_en":"Be an especially simple person, do not expect good luck coming suddenly, manage yourself well and cherish time at the moment.","txt_cn":"做一个特别简单的人，不期待突如其来的好运，经营好自己，珍惜眼前的时光！"},{"txt_en":"There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.","txt_cn":"生活有两种方式：一种是没有奇迹发生；另一种则是到处是奇迹。"},{"txt_en":" Don't let yourself get busy all day and end up doing nothing. ","txt_cn":"不要让自己一天忙忙碌碌，最终却碌碌无为。"},{"txt_en":"Why are you trying so hard to fit in when you were born to stand out? ","txt_cn":"如果你生来就与众不同，何苦非要融入这群乌合之众？"},{"txt_en":"What really makes you backward is not the difficulty in front, but the way back.","txt_cn":"真正让你后退的，不是前面的困难，而是后面的退路。"},{"txt_en":"You will always be able to make more money, but you cannot make more time.","txt_cn":"你可以赚取很多的钱，但是你不能赢得更多的时间。"},{"txt_en":"Individual commitment to a group effort – that’s what makes a team  work, a company work, a society work, a civilization work.","txt_cn":"个人对集体努力的承诺，它造就团队合作、公司运作、社会协作，文明工作。"},{"txt_en":"Books are the mirrors of the soul.","txt_cn":"书籍是灵魂的镜子。"},{"txt_en":"Our lives are defined by opportunities, even the one we miss.","txt_cn":"我们的生活是由机遇所界定的，甚至是那些我们错失的机遇。"},{"txt_en":"If you are alone, why not seek the company of books?","txt_cn":"找不到朋友时，为什么不翻翻书呢？"},{"txt_en":"The rational and the irrational complement each other. Individually, they are far less powerful.","txt_cn":"理性和非理性是互补的。两者分开的话，力量就会小很多。"},{"txt_en":"Our deepest fear is that we are powerful beyond measure.","txt_cn":"我们最深的恐惧是我们的力量无可估量。"},{"txt_en":"I cannot think of any need in childhood as strong as the need for a father's protection.","txt_cn":"我想像不出，在孩提时代，还有什么需要会像渴求父亲保护一样强烈。"},{"txt_en":"Having a calm smile to face with being disdained indicates kind of confidence.","txt_cn":"被轻蔑的时候能平静一笑，这是一种自信。"},{"txt_en":"For we are lovers of the beautiful,yet simple in our tastes; and we cultivate the mind without loss of manliness.","txt_cn":"我们是美之爱好者，但我们的趣味是淡雅的；我们陶冶性灵，但我们也不让失却丈夫气。"},{"txt_en":"One who frequently looks back can't go far.","txt_cn":"一个频频回头的人，是走不了远路的。"},{"txt_en":"One is always on a strange road, watching strange scenery and listening to strange music. Then one day, you will find that the things you try hard to forget are already gone.","txt_cn":"一个人总要走陌生的路，看陌生的风景，听陌生的歌。总有一天，在某个不经意的瞬间，你会发现，曾经努力想要忘记的事情早已消逝。"},{"txt_en":"I may not be able to change the past, but I can learn from it.","txt_cn":"我也许不能改变过去，但我能从中学习。"},{"txt_en":"It's an amazing feeling to realize how one person who was once just a stranger suddenly meant the world to you.","txt_cn":"很奇妙的一种感觉是：曾经的陌生人，突然之间成为了你的整个世界。"},{"txt_en":"The aim of education should be to convert the mind into living fountain, and not a reservoir.","txt_cn":"教育的目的应是把人心转化为活的泉水，而不是贮水池。"},{"txt_en":"The best of all ways to strengthen our days is to steal hours from the night.","txt_cn":"延长白天最好的办法，就是从夜晚偷时间。"},{"txt_en":"Time is but a river flowing from our past.","txt_cn":"岁月不过是一条长河，从你我的过往穿流而过。"},{"txt_en":"We are still kids but we are so in love, fighting against all odds.","txt_cn":"我们虽然年少，但却如此相爱。让我们披荆斩棘，跨越所有障碍。"},{"txt_en":"Anywhere I see suffering, that is where I want to be, doing what I can.","txt_cn":"每一个遭受痛苦的地方就是我要去的地方，做任何我能做到的事。"},{"txt_en":"A foreign language is a weapon in the struggle of life.","txt_cn":"一门外语是人生之奋斗中的强大武器。"},{"txt_en":"I never really noticed that I had to decide, to play someone's game or live my own life.","txt_cn":"我从未真正意识到我该抉择的是：活在别人的剧本还是叙写自己的人生。"},{"txt_en":"Count your age by friends, not years; Count your life by smiles, not tears.","txt_cn":"以友情计岁月，而非年龄；以笑容量人生，而非泪水。"},{"txt_en":"May you not be lonely but be able to enjoy being alone.","txt_cn":"愿你不再孤单，并学会享受孤独。"},{"txt_en":"As long as you can still grab a breath, you fight.","txt_cn":"只要一息尚存，就不得不战。"},{"txt_en":"Don't ever let somebody tell you you can't do something, not even me.","txt_cn":"永远别让旁人说你成不了事，就算是我也不行。"},{"txt_en":"You cannot live your life to please others. The choice must be yours.","txt_cn":"你不能为取悦别人而活，你得有自己的选择。"},{"txt_en":"It is the time you have wasted for your rose that makes your rose so important.","txt_cn":"正因为你为你的玫瑰花费了时间，这才使你的玫瑰变得如此重要。"},{"txt_en":"A friend in need is a friend indeed.","txt_cn":"患难见真情。"},{"txt_en":"The moon becomes round, which indicates the reunion of people.","txt_cn":"月之圆，兆人之团圆。"},{"txt_en":"Life is too short to miss out anything, try to take it slowly.","txt_cn":"生命短暂，放慢脚步，别错过任何沿途的风景。"},{"txt_en":"If at first you don't succeed, then dust yourself off and try again.","txt_cn":"失败了没关系，重振旗鼓，从头再来。"},{"txt_en":"With the right kind of coaching and determination you can accomplish anything.","txt_cn":"正确的训练加上坚定的决心，你将攻无不克。"},{"txt_en":"We all make choices, but in the end our choices make us.","txt_cn":"我们都要做很多选择，最终这些选择创造了我们。"},{"txt_en":"If your eyes are opened, you will see the things worth seeing.","txt_cn":"如果你睁开眼睛，你会看到值得看的东西。"},{"txt_en":"Some of us get dipped in flat, some in satin, some in gloss. But every once in a while you find someone who's iridescent, and when you do, nothing will ever compare.","txt_cn":"有些人沦为平庸浅薄，金玉其外，败絮其中。可不经意间你会遇到一个彩虹般的人，从此以后，其他人不过是匆匆浮云。"},{"txt_en":"A man has free choice to begin love, but not to end it.","txt_cn":"一个人可以选择爱上谁，当他要结束爱情时，他是没有选择的。"},{"txt_en":"There are more things in heaven and earth than you've ever dream of.","txt_cn":"天地之大，比你所能梦想到的更多。"},{"txt_en":"If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees.","txt_cn":"不要把秘密传给风，风会传遍整个森林。"},{"txt_en":"I would die for you. But I wouldn't live for you.","txt_cn":"我愿意为你赴死，但不会指望你而活。"},{"txt_en":"There are no easy answers, there's only living through the questions.","txt_cn":"生活从来没有容易的答案，只有去克服重重问题。"},{"txt_en":"I can't control their fear, only my own.","txt_cn":"我不能掌控他人的恐惧，只能掌控自己的。"},{"txt_en":"The longest day has an end.","txt_cn":"最难过的日子也有尽头。"},{"txt_en":"Sometimes it's hard to accept the truth because the lies sound so much better.","txt_cn":"真相有时之所以难以被接受，是因为谎言听起来美好多了。"},{"txt_en":"It does not do well to depend on dreams and forget to live, remember that.","txt_cn":"记住：不要依赖梦想而忘记生活。"},{"txt_en":"We laughed and kept saying see you soon, but inside we both knew we'd never see each other again.","txt_cn":"我们笑着说再见，却深知再见遥遥无期。"},{"txt_en":"Had I not seen the sun, I could have borne the shade.","txt_cn":"我本可以忍受黑暗，如果我不曾见过太阳。"},{"txt_en":"Sometimes it is the very people who no one imagines anything of who do the things that no one can imagine.","txt_cn":"有时候正是人们以为的无用之人成就无人敢想之事。"},{"txt_en":"To really understand a man, we must judge him in misfortune.","txt_cn":"要真正了解一个人，需在不幸中考察他。"},{"txt_en":"The supreme happiness of life is the conviction that we are loved.","txt_cn":"生活中最大的幸福是坚信有人爱我们。"},{"txt_en":"Happiness lies not in the mere possession of money, it lies in the joy of achievement, in the thrill of creative effort.","txt_cn":"幸福不在于拥有金钱，而在于获得成就时的喜悦以及产生创造力的激情。"},{"txt_en":"I have failed over and over and over again in my life. And that is why I succeed.","txt_cn":"我的一生一次又一次失败过，而那正是我成功的原因。"},{"txt_en":"Some of the most successful people in the world are the ones who've had the most failures.","txt_cn":"世上最成功的人往往都是失败最多的人。"},{"txt_en":"None is of freedom or of life deserving unless he daily conquers it anew.","txt_cn":"只有每天再度战胜生活并夺取自由的人，才配享受生活和自由。"},{"txt_en":"Towering genius disdains a beaten path. It seeks regions hitherto unexplored.","txt_cn":"卓越的天才不屑走旁人走过的路，他寻找迄今未开拓的地区。"},{"txt_en":"Strength alone knows conflict, weakness is below even defeat, and is born vanquished. ","txt_cn":"只有强者才懂得斗争；弱者甚至失败都不够资格，而是生来就是被征服的。"},{"txt_en":"Made it, Ma! Top of the world! ","txt_cn":"好好去做吧，站在世界之巅!"},{"txt_en":"Time goes by, there is no end, only the intersection.","txt_cn":"时间一直走，没有尽头，只有路口。"},{"txt_en":"Everyone you see exists together in a delicate balance.","txt_cn":"世界上所有的生命都在微妙的平衡中生存。"},{"txt_en":"But every once in a while you find someone who's iridescent, and when you do, nothing will compare.","txt_cn":"世人万千种，浮云莫去求，斯人如彩虹，遇上方知有。"},{"txt_en":"Life doesn't just happen to you; you receive everything in your life based on what you've given.","txt_cn":"发生在你身上的一切均非偶然。你从生活中得到了什么，源于你给予了什么。"},{"txt_en":"Night comes, is one of the most vulnerable, when the mind is also thinking of the most crazy time. In fact, a person is not alone miss when a person is really alone.","txt_cn":"深夜来临的时候，是一个人心灵最脆弱的时候，也是思念最疯狂的时候。其实一个人并不孤单，想念一个人的时候才是真正的孤单。"},{"txt_en":"Your mind is like this water, my friend, when it is agitated, it becomes difficult to see. But if you allow it to settle, the answer becomes clear.","txt_cn":"你的思想就如同水，我的朋友，当水波摇曳时，很难看清，不过当它平静下来，答案就清澈见底了。"},{"txt_en":"Our destiny offers not the cup of despair, but the chalice of opportunity.","txt_cn":"命运给予我们的不是失望之酒，而是机会之杯。"},{"txt_en":"Fear can hold you prisoner. Hope can set you free. A strong man can save himself. A great man can save another.","txt_cn":"懦怯囚禁人的灵魂，希望可以解救人的自由。强者自救，圣者渡人。"},{"txt_en":"The defects and faults of the mind are like wounds in the body. After all imaginable care has been taken to heal them up, still there will be a scar left behind.","txt_cn":"思想上的缺陷和弱点正如身体上的创伤，就算用尽一切办法将其治愈，仍然会留下疤痕。"},{"txt_en":"What else is the whole life of mortals but a sort of comedy, in which the various actors, disguised by various costumes and masks, walk on and play each one his part, until the manager waves them off the stage.","txt_cn":"人生如喜剧，人人皆化妆假面，扮演各自角色，直到戏毕离场。"},{"txt_en":"The past is our definition. We may strive, with good reason, to escape it or what is bad in it, but we will escape it only by adding things better to it.","txt_cn":"过去是我们给自己下的定义。我们有很好的理由去努力摆脱它，或是摆脱其中不好的部分，但摆脱它的唯一途径是——在其中添加更好的东西。"},{"txt_en":"When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.","txt_cn":"当你发现你想和某个人共度余生时，你会想要余生快点开始。"},{"txt_en":" I never look back. It distracts from the now.","txt_cn":"我从来不回头看，因为那样会让我对现在分心。"},{"txt_en":"It is not enough to be industrious, so are the ants. What are you industrious for?","txt_cn":"光勤劳是不够的，蚂蚁也是勤劳的。要看你为什么而勤劳。"},{"txt_en":"One of the basic rules of the universe is that nothing is perfect. Perfection simply doesn't exist.....Without imperfection, neither you nor I would exist.","txt_cn":"宇宙的基本准则之一：金无足赤，人无完人。这世上不存在所谓的“完美”。没了这种“不完美”，你我将不复存在。"},{"txt_en":"Yes, the past can hurt. But I think you can either run from it or learn from it.","txt_cn":" 对，过去是痛楚的，但我认为你要么可以逃避，要么可以向它学习。"},{"txt_en":"When you play the game of thrones, you win or you die. There is no middle ground.","txt_cn":"你玩权利的游戏，结局要么赢、要么死。没有其他选择。"},{"txt_en":"A goal is not always meant to be reached, and it often serves simply as something to aim at.","txt_cn":"目标并不一定总是用于去达成的，很多时候它仅仅是为了给你方向感。"},{"txt_en":"The greatest test of courage on earth is to bear defeat without losing heart.","txt_cn":"世界上对勇气的最大考验是忍受失败而不丧失信心。"},{"txt_en":"The bigger the man, the deeper his imprint. And if he loves, he suffers, knowing it's a dead-end street.","txt_cn":"越是煎熬，越刻骨铭心，爱了就要受苦，明知没有结果。"},{"txt_en":"Sloth, like rust, consumes faster than labor wear.","txt_cn":"懒惰像生锈一样，比操劳更能消耗身体。"},{"txt_en":"Don't part with your illusions. When they are gone, you may still exist. But you have ceased to live.","txt_cn":"不要放弃你的幻想。当幻想没有了以后，你还可以生存，但是你虽生犹死。"},{"txt_en":"I love waking up in the morning, not knowing what's going to happen, or whom I'm going to meet, where I'm going to wind up.","txt_cn":"我喜欢早上起来时一切都是未知的，不知会遇见什么人，会有什么样的结局。"},{"txt_en":"It's not the man in your life that counts but the life in your man.","txt_cn":"有价值的并不是你生命中的男人，而是你与他在一起时的生命。"},{"txt_en":"Now I find myself in a world which for me is worse than death. It is a world in which there is no place for me.","txt_cn":"现在我发现自己活在一个比死还痛苦的世界，一个无我容身之处的世界。"},{"txt_en":"I don't want to be someone that you're settling for. I don't want to be someone that anyone settles for.","txt_cn":"我不想要你将就，我也不想成为将就的对象。"},{"txt_en":"Some love stories aren't epic novels. Some are short stories, but that doesn't make them any less filled with love.","txt_cn":"有些爱情故事不会成为史诗，有些只是短篇小说，但同样都满溢着爱。"},{"txt_en":"Love is when you sit beside someone doing nothing yet you feel perfectly happy.","txt_cn":"爱就是当你坐在他身边，哪怕什么都不做，也会感觉很开心。"},{"txt_en":"There is not a heart but has its moments of longing, yearning for something better, nobler and holier than it knows before.","txt_cn":"每个人都有向往的时候，渴望比以前更美好，更高贵，更神圣的东西。"},{"txt_en":"It is awfully easy to be hard-boiled about everything in the daytime, but at night it is another thing.","txt_cn":"在白天对什么都不动感情是极为容易的，但在夜晚就是另外一回事了。"},{"txt_en":"Sometimes people think they lose things and they didn't really lose them. It just gets moved.","txt_cn":"人们有时以为失去了什么，其实没有，只是被移开了。"},{"txt_en":"If you are doing your best, you will not have to worry about failure.","txt_cn":"如果你竭尽全力，你就不用担心失败。"},{"txt_en":"The world is like a mirror: when you frown at it, it frowns at you; when smile, it smiles too.","txt_cn":"世界犹如一面镜子：朝它皱眉的话，它就朝你皱眉；朝它微笑，它也朝你微笑。"},{"txt_en":"Do not, for one repulse, give up the purpose that you resolved to effect.","txt_cn":"不要只因一次失败，就放弃你原来决心想到达的目的。"},{"txt_en":"Human felicity is produced not so much by great pieces of good fortune that seldom happen, as by little advantages that occur every day.","txt_cn":"与其说人类的幸福来自偶尔发生的鸿运，不如说来自每天都有的小实惠。"},{"txt_en":"We're going where no one has gone before. There is no model to follow, nothing to copy. That is what makes this so exciting.","txt_cn":"我们要去别人从没去过的地方。没有模式可以模仿，没有东西可以复制。这才是魅力所在。"},{"txt_en":"You become what you believe. You are where you are today in your life based on everything you have believed.","txt_cn":"你梦想成为什么样的人，你就能成为什么样的人。你今时今日所处的位置都是基于你所信赖和梦想的一切。"},{"txt_en":"The weakest link in a chain is the strongest because it can break it.","txt_cn":"在一个链条里，最弱的一环也可能是最强的，因为它可以使整个链条断掉。"},{"txt_en":"If you would go high, then use your own legs! Do not let yourselves carried aloft; do not seat yourselves on other people's backs and heads.","txt_cn":"如果你想走到高处，就要用自己的两条腿！不要让别人把你抬到高处；不要坐在别人的背上和头上。"},{"txt_en":"Most folks are about as happy as they make up their minds to be.","txt_cn":"对于大多数人来说，他们认定自己有多幸福，就有多幸福。"},{"txt_en":"It is not our abilities that show what we truly are, but our choices.","txt_cn":"决定我们成为什么样的人，不是我们的能力，而是我们的选择。"},{"txt_en":"Your time is limited, so don't waste it living someone else's life.","txt_cn":"你的时间有限，所以不要浪费时间去过别人的生活。"},{"txt_en":"If you love life, don't waste time, for time is what life is made up of.","txt_cn":"如果你热爱生活就不要浪费时间，因为时间是生活的组成部分。"},{"txt_en":"If you spend too much time thinking about a thing, you'll never get it done.","txt_cn":"如果你花费过多的时间去想某件事，那么你将永远也不会完成它。"},{"txt_en":"A man may lead a horse to the water, but he cannot make it drink.","txt_cn":"一个人可以把马带到河边，但他不能令它饮水。"},{"txt_en":"Life itself, without the assistance of colleges and universities, is becoming an advanced institution of learning.","txt_cn":"没有学院和大学的帮助，人生本身也正在变成一所高等学府。"},{"txt_en":"We must accept finite disappointment, but we must never lose infinite hope.","txt_cn":"我们必须接受失望，因为它是有限的，但千万不可失去希望，因为它是无穷的。"},{"txt_en":"Do not know how high the sky is until one climbs up the tops of mountains, and do not know how thick the earth is until one comes to the deep river.","txt_cn":"不登高山，不知天之高也；不临深溪，不知天之厚也。"},{"txt_en":"Life comes with many challenges. The ones that should not scare us are ones we can take on and take control of.","txt_cn":"生活充满了挑战，唯有勇敢面对并自我掌控，我们才能克服恐惧。"},{"txt_en":"The respectability of youth lies in their courage and great expectation.","txt_cn":"年轻人的可敬之处在于勇气和远大前程。"},{"txt_en":"The value of life, not with time, but with the depth to be measured.","txt_cn":"人生的价值，并不是用时间，而是用深度去衡量的。"},{"txt_en":"You cannot improve your past, but you can improve your future. Once time is wasted, life is wasted.","txt_cn":"你不能改变你的过去，但你可以让你的未来变得更好。一旦时间浪费了，生命就浪费了。"},{"txt_en":"The best kind of friend is the kind you can sit on a porch swing with, never say a word, and then walk away feeling like it was the best conversation you've ever had.","txt_cn":"最好的朋友就是那种能和你促膝而坐，彼此不说只言片语，分别时却感到这是你有过的最好的一次交流。"},{"txt_en":"Always put yourself in the other's shoes. If you feel that it hurts you, it probably hurts the person too.","txt_cn":"要设身处地地为别人着想，如果一双鞋你穿着夹脚，别人的感觉可能也一样。"},{"txt_en":"I will not be afflicted at men's not knowing me; I will be afflicted that I do not know men.","txt_cn":"不患人之不己知，患不知人也。"},{"txt_en":"There is a prospect greater than the sea, and it is the sky; there is a prospect greater than the sky, and it is the human soul.","txt_cn":"世界上最宽阔的是海洋，比海洋更宽阔的是天空，比天空更宽阔的是人的胸怀。"},{"txt_en":"Swelled heads are so preoccupied with the few things they know, so that there is no room left for the innumerable things they don't know.","txt_cn":"自命不凡者，脑中被其所知的少数事物所占据，以致没有空间去容纳无数其所不知的事物。"},{"txt_en":"Praise is like sunlight to the human spirit, we cannot flower and grow without it.","txt_cn":"对于人的精神来说，赞扬就像阳光一样，没有它我们便不能开花生长。"},{"txt_en":"When you forgive, you love. And when you love, God's light shines on you.","txt_cn":"当你原谅他人时，你便是在爱人。当你爱人时，上帝的光芒会照耀着你。"},{"txt_en":"It's goodbye, but we lean forward to the next crazy venture beneath the skies.","txt_cn":"我们说了再见，但这也意味着，在广阔天空之下，我们又可以开启另一段疯狂探险。"},{"txt_en":"All we can do, for the moment is really we need to do-listen to ourselves. When we are trying to get better, the only truth that matters is what works for.","txt_cn":"我们所能做的，我们真正需要做的就是倾听自己的心声。当我们想让一切好起来的时候，唯一重要是找到适合我们的方法。"},{"txt_en":"God never shuts one door but he opens another.","txt_cn":"天无绝人之路。"},{"txt_en":"What is the man's first duty? The answer is brief: to be himself.","txt_cn":"一个人的首要职责是什么？答案很简单：做自己。"},{"txt_en":"I was surprised, as always, that how easy the act of leaving was, and how good it felt. The world was suddenly rich with possibility.","txt_cn":"和往常一样，我惊讶的发现，离别是如此的简单，出发的感觉是那么的美妙。世界突然充满了可能性。"},{"txt_en":"You will be licentious, if you only like someone. But if you love someone, you will be restrained.","txt_cn":"喜欢就会放肆，但爱就是克制。"},{"txt_en":"If you feel lost, just take a deep breath and realize that being lost can be turning point of finding out who you truly are, and what you truly want to do.","txt_cn":"如果你迷失了自我，请深呼吸，迷失或许能成为你人生的转折点，让你发现真实的自己，并让你知道自己想要成为怎样的人。"},{"txt_en":"Though life is hard, I want it to be boiling.","txt_cn":"虽然辛苦，我还是会选择那种滚烫的人生。"},{"txt_en":"I wish the progress bar of my life could move more slowly that I can spare no effort to walk to the end instead of running after time.","txt_cn":"我希望人生的进度条能够再慢一点，如果可以竭尽全力走完，我不想奔跑。"},{"txt_en":"If a person loses the past, he can't find the future.","txt_cn":"如果一个人丢掉了过去，他就无法找到未来。"},{"txt_en":"Focus on one thing at a time. You can have it all but not all at once.","txt_cn":"一次只关注一件事，你将会拥有一切，但不能一次就全部实现。"},{"txt_en":"Time gone is like the flowing water of a gurgling river, where even if one wishes one cannot touch the same water again.","txt_cn":"流逝的时光就像淙淙的小河里奔腾的水，你再也无法感受同一捧水，无论你有多么希望。"},{"txt_en":"Never frown, even when you are sad, because you never know who is falling in love with your smile.","txt_cn":"纵然伤心，也不要愁眉不展，因为你不知谁会爱上你的笑容。"},{"txt_en":"When we are travelling, we find ourselves in new places and new spaces, physically and internally; it is the same with coaching.","txt_cn":"在我们的旅途中，我们会发现自己置身于新的地理位置，也获得了新的心灵空间；乘马车观光亦是如此。"},{"txt_en":"What you disdained may be the life other people strive for, and the failed life you meant may be what other people have painstakingly earned.","txt_cn":"你所嫌弃的，可能是别人拼命想要得到的。你以为失败的人生，也许是别人努力活着的结果。"},{"txt_en":"The key to happiness in life is knowing when to keep your mouth shut.","txt_cn":"快乐的秘密就是知道在适当的时候保持沉默。"},{"txt_en":"When you have much enough, you must accept that you could have little someday.","txt_cn":"当你拥有足够多的时候，你要做好心理准备，因为在未来的某一天里你可能什么都没有了。"},{"txt_en":"Rules existed for a reason: if you followed them, you would succeed; if you didn't, you might burn the world to the ground.","txt_cn":"规则存在是有原因的：如果你遵循它们，你可能会成功；如果你不遵循它们，你可能会毁灭世界。"},{"txt_en":"The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.","txt_cn":"事实是，每个人都会伤害你。你只需要找到那些值得让你忍受伤害的人。"},{"txt_en":"I am not judged by the number of times I fail, but by the number of times I succeed; and the number of times I succeed is in direct proportion to the number of times I fail and keep trying.","txt_cn":"别人评判你的往往是成功的次数，没有人会特别在意你失败了多少次。而我成功的记录和屡败屡战的记录成正比。"},{"txt_en":"It seems that standing on the side of majority won't be called alien, following the track of most people's life rules can be accepted by the society.","txt_cn":"要站在人类大多数的一边才不会被看作异类，遵循人们生活规律的轨迹才会被人类社会容纳。"},{"txt_en":"To be a princess, you have to believe that you are a princess. You've got to walk the way you think a princess would walk. So, you gotta think tall; you gotta smile, wave, and just have fun.","txt_cn":"要想成为公主，你得相信自己就是一个公主。你应该像你所想象中的公主那般行事。因此，你得高瞻远瞩，微笑待人，享受生活。"},{"txt_en":"Though unconsciously, people are indeed moving towards their destination. Slow as the progress, seen from the result, it may be surprisingly fast.","txt_cn":"即使是无意识的，人也总是在朝着自己想去的方向前进。虽然前进的步伐实际上是很缓慢的，但从结果来看，却是出人意料的迅速。"},{"txt_en":"Courage is not the absence of fear, but rather the judgment that something else is more important than fear.","txt_cn":"真正的勇者不是没有恐惧，他们只是明白有比恐惧更重要的东西。"},{"txt_en":"Don't be in a hurry to grow up. Hold on to being a boy as long as you can.","txt_cn":"不要急着长大，尽可能地做一个孩子吧。"},{"txt_en":"No one ever grows up. They may look grown-up, but it's just the clay of time.","txt_cn":"人永远都长不大。他们只是看起来像大人而已，但这只不过是时光雕塑出来的泥娃娃。"},{"txt_en":"People who cannot find time for recreation are obliged sooner or later to find time for illness.","txt_cn":"腾不出时间娱乐的人，早晚会被迫腾出时间生病。"},{"txt_en":"The shortest way to do many things is to do one thing at a time.","txt_cn":"做许多事情的捷径就是一次只做一件事。"},{"txt_en":"It's probably hard for you to imagine how it feels to have your destiny be predetermined at birth.","txt_cn":"你可能很难想象：当你出生时命运就已经注定了是什么感觉。"},{"txt_en":"The reason why a great man is great is that he resolves to be a great man.","txt_cn":"伟人之所以伟大，是因为他立志要成为伟大的人。"},{"txt_en":"If you look for it, I've got a sneaky feeling you'll find that love actually is all around.","txt_cn":"如果你仔细寻找，就会发现爱无处不在。"},{"txt_en":"You don't get to choose how you're going to die, or when. You can only decide how you're going to live now.","txt_cn":"你不能选择怎样死或什么时候死，你只能决定现在怎样生活。"},{"txt_en":"Interests are anchors, and I believe they will bring peace and even happiness in the end.","txt_cn":"兴趣是锚，我相信它最终会带来和平，甚至幸福。"},{"txt_en":"Difficult doesn't mean impossible. It simply means that you have to work hard.","txt_cn":"困难并不代表不可能，它仅仅意味着你必须努力奋斗。"},{"txt_en":"Life is like an ice cream, enjoy it before it melts.","txt_cn":"生活就像冰淇淋，在融化之前好好享用它。"},{"txt_en":"We get to decide what our story is. Nobody else gets to tell you what your story is.","txt_cn":"我们的故事由我们自己决定，轮不到别人对你指手画脚。"},{"txt_en":"It seems like life is too short to hold grudges.","txt_cn":"人生苦短，何必留仇。"},{"txt_en":"Roads in the mountains teach you a very important lesson in life. What seems like an end is very often just a bend.","txt_cn":"山间公路教会你人生中非常重要的一课，看似到了尽头，实际通常只是个弯道。"},{"txt_en":"A ship is safe in harbor, but that's not what ships are for.","txt_cn":"船停在港湾固然安全，但这并不是船的初衷。"},{"txt_en":"Kindness is the language which the deaf can hear and the blind can see.","txt_cn":"善良是一种聋子能听见、盲人能看见的语言。"},{"txt_en":"Wrinkles should merely indicate where smiles have been.","txt_cn":"皱纹应该只是微笑留下的印记。"},{"txt_en":"The human race has one really effective weapon, and that is laughter.","txt_cn":"人类有一件真正有力的武器，那就是笑。"},{"txt_en":"Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.","txt_cn":"远离那些企图让你丧失雄心的人吧。小人经常如此，而真正的伟人会让你觉得你也可以变得伟大。"},{"txt_en":"Never deter till tomorrow that which you can do today.","txt_cn":"今日事须今日毕，切勿拖延到明天。"},{"txt_en":"One minute on the stage needs ten years practice off stage.","txt_cn":"台上一分钟，台下十年功。"},{"txt_en":"The fool didn't know it was impossible, so he did it.","txt_cn":"傻瓜不知道这事儿是不可能的，所以他做到了。"},{"txt_en":"If you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather long for the endless immensity of sea.","txt_cn":"如果你想造一艘船，先不要雇人收集木头，也不要给人分配任务，而是激发他们对海洋的渴望。"},{"txt_en":"Happiness is only real when shared!","txt_cn":"与人分享的快乐才是真正的快乐！"},{"txt_en":"It's goodbye, but we lean forward to the next crazy venture beneath the skies.","txt_cn":"我们说了再见，但这也意味着，在广阔天空之下，我们又可以开启另一段疯狂探险。"},{"txt_en":"Most people grow up from sufferings, with optimistic attitude to struggle, one can thrive, otherwise one will be abandoned by his or her own life.","txt_cn":"人是从苦难中成长起来的，唯有乐观奋斗，才能不断茁壮，反之则易埋没。"},{"txt_en":"If people in the communications only think about gains and losses of interest, then the pleasure of knowing each other will cease to exist.","txt_cn":"如果人与人交往只想着利益得失，那么相识相知的愉悦也就不复存在了。"},{"txt_en":"Faced with a same job, it is your attitude that gives you surprise or sorrow.","txt_cn":"一份同样的工作，因为心态不同，既可能精彩，也可能痛苦。"},{"txt_en":"Icicle is not a symbol o chillness but a sign of warming.","txt_cn":"冰柱不是严寒的象征，而是天气变暖的标志。"},{"txt_en":"Sometimes you hold onto things, not because you want to keep them, but because they are difficult to let go.","txt_cn":"有时候你抓紧某些东西，并不是因为你想要留住它们，而是因为放手实在太难了。"},{"txt_en":"Repeating this kind of dull life all the time, seemingly, I really live a very hard life.","txt_cn":"这种平平淡淡的日常生活，老是这么日复一日的话，也挺苦的吧。"},{"txt_en":"Letting go of sad and gloomy memories, then embracing a fresher and brighter world.","txt_cn":"放开悲伤的回忆，才能拥抱更鲜活的世界。"},{"txt_en":"I choose to run towards my problems, and not away from them. Because that is what heroes do.","txt_cn":"我选择直面问题，而不是逃避，因为英雄就是这么做的。"},{"txt_en":"You know some birds are not meant to be caged, their feathers are just too bright.","txt_cn":"你知道，有些鸟儿是注定不会被关在牢笼里的，它们的每一片羽毛都闪耀着自由地光辉。"},{"txt_en":"Option A is not available. So let's just kick the shit out of Option B.","txt_cn":"既然没有A选项了，那让我们尽可能地利用B选项吧。"},{"txt_en":"Love is not about how find out the similarities, it is about how to respect the differences.","txt_cn":"爱情不是寻找共同点，而是学会尊重不同点。"},{"txt_en":"Getting rid of the fetters of fame, one can concentrate on his technique.","txt_cn":"人若无名，便可专心练剑。"},{"txt_en":"When you wake up, you need to think that something great is going to happen today, and that you are going to have a great day.","txt_cn":"在你醒来的时候，你需要想着美好的事情即将发生，这将会让你拥有非常棒的一天。"},{"txt_en":"What is a friend? A single soul dwelling in two bodies.","txt_cn":"朋友是什么？两幅躯壳拥有同一个灵魂。"},{"txt_en":"Counting blessings can actually increase happiness and health by reminding us of the good things in life.","txt_cn":"细数幸福的事情确实可以提醒我们生活中存在的美好，还能增加我们的幸福感，保持身心健康。"},{"txt_en":"It's always the simple things, well executed, that are memorable.","txt_cn":"认真做好的事情，即使非常简单却总是令人难忘。"},{"txt_en":"Tourism doesn't care about the destination, but care about the way people and things and those wonderful memories and scenery.","txt_cn":"旅游不在乎终点，而是在意途中的人和事还有那些美好的记忆和景色。"},{"txt_en":"A mother's love makes a child feel: the arrival of the world is beautiful; mother's love in the child gradually instill the love of life, and not just hope alive.","txt_cn":"母爱使孩子感到：降临人间是美好的；母爱在孩子身上逐渐灌输了对生命的热爱，而不仅仅希望活着就是了。"},{"txt_en":"If you listen to the music, the world changes. It's like falling in love. Only no one gets hurt.","txt_cn":"当你聆听音乐时，仿佛世界都变了。这种感觉就像是陷入爱情，只不过没有人会受伤。"},{"txt_en":"Affection is when you see someone's strength, love is when you accept someone's flaws.","txt_cn":"爱恋是只看到对方的好，而爱情是连对方的缺陷都包容。"},{"txt_en":"Learning is like rowing upstream, not to advance is to drop back.","txt_cn":"学习如逆水行舟，不进则退。"},{"txt_en":"Not everything that counts can be counted, and not everything that's counted truly counts.","txt_cn":"不是所有有价值的事物都可以被计算，也不是所有可计算的事物都值得去计算。"},{"txt_en":"Can a man still be brave if he's afraid? That is the only time a man can be brave.","txt_cn":"人在恐惧的时候还能勇敢吗？人唯有恐惧的时候方能勇敢。"},{"txt_en":"Don't go around saying the world owes you a living. The world owes you nothing.","txt_cn":"别到处跟别人抱怨这个世界欠你什么，这个世界什么都不欠你的。"},{"txt_en":"Failure is the fog through which we glimpse triumph.","txt_cn":"失败是一团迷雾，穿过它，我们可以瞥见胜利。"},{"txt_en":"It takes a great deal of bravery to stand up to your enemies, but a great deal more to stand up to your friends.","txt_cn":"面对敌人需要勇气，但敢于直面朋友，需要更大的勇气。"},{"txt_en":"Hypocritical friendship is like your shadow; when you are in the sun, it will closely follow you, but once you go into the shadow, it will leave you.","txt_cn":"虚伪的友谊就如你的影子；当你处在阳光下时，它会紧紧地跟着你，但你一旦走到阴暗处时，它立刻就会离开你。"},{"txt_en":"Try to be a rainbow in someone’s cloud. ","txt_cn":"努力成为别人乌云里的一道彩虹。"},{"txt_en":"Content makes poor men rich; discontent makes rich men poor.","txt_cn":"知足使贫穷的人富有；而贪婪使富足的人贫穷。"},{"txt_en":"When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.","txt_cn":"当幸福之门关上了，另一扇门也会为你打开；但就是我们一直在意关上的那扇门，而没有发现早已打开等待着我们的这一扇门。"},{"txt_en":"No matter what situation we face, no matter how contradictory our hearts are, we always have a choice. What kind of person we are depends on who we choose to be.","txt_cn":"不管我们面对什么处境，不管我们的内心多么矛盾，我们总有选择。我们是什么样的人，取决于我们选择做什么样的人。"},{"txt_en":"The world may be full of cheating, however we never lack friends with a warm heart. ","txt_cn":"有时候世界虽然是假的，但并不缺少真心对待我们的人。"},{"txt_en":"I'm only brave when I have to be. Being brave doesn't mean you go looking for trouble.","txt_cn":"我只是在必要的时候才会勇敢，勇敢并不代表你要到处闯祸。  "},{"txt_en":"Once you choose your way of life, be brave to stick it out and never return.","txt_cn":"生活的道路一旦选定，就要勇敢地走到底，绝不回头。"},{"txt_en":"There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self.  ","txt_cn":"优于别人，并不高贵，真正的高贵应该是优于过去的自己。"},{"txt_en":"The most difficult stage in life is not when no one understands you, but when you don't understand yourself.","txt_cn":"生命中最艰难的阶段不是没有人懂你，而是你不懂你自己。"},{"txt_en":"Sometimes it takes going through something so awful to realize the beauty that is out there in this world.","txt_cn":"有时候就是要经历一些糟糕的事情才能意识到世间存在的美丽。"},{"txt_en":"There are many endeavors to bring pleasure to people. Some places are making something you take inside. Not the food, but the experience.","txt_cn":"很多事情只要努力就可以带给人快乐。有的地方能让你收获在心的不是食物，而是经历。"},{"txt_en":"Since death is the destined terminal of human beings, how to finish the life road will really matter.","txt_cn":"既然人总是要死的，那就得讲究活法了。"},{"txt_en":"Don't aim for success if you want it. Just do what you love and believe in, and it will come naturally.","txt_cn":"如果你想成功，不要刻意地追求成功。只要你干自己热爱的工作并相信它，成功就自然会到来。"},{"txt_en":"The foundation of knowledge must be laid by reading. General principles must come from books, which, however, must be brought to the test of real life.","txt_cn":"读书是积累知识的基础。基础原理来源于书本，但须经实际生活的检验。"},{"txt_en":"You'll never move others, heart to heart, unless your speech comes from your heart.","txt_cn":"如果你说的话并非发自你的内心，你就不可能触动别人的心弦。"},{"txt_en":"Love is ever the beginning of knowledge as fire is of light.","txt_cn":"知识总是从爱好开始，犹如光总是从火开始一样。"},{"txt_en":"The failures and reverses which await men- and one after another sadden the brow of youth- add a dignity to the prospect of human life, which no Arcadian success would do.","txt_cn":"尽管失败和挫折等待着人们，一次次地夺走青春的容颜，但却给人生的前景增添了一份尊严，这是任何顺利的成功都不能做到的。"},{"txt_en":"A man can fail many times, but he isn't a failure until he begins to blame somebody else.","txt_cn":"一个人可以失败很多次，但是只要他没有开始责怪旁人，他还不是一个失败者。"},{"txt_en":"I don't know if we each have a destiny, or if we're all just floating around accidentally like on a breeze.","txt_cn":"我不懂我们是否有着各自的命运，还是只是到处随风飘荡。"},{"txt_en":"There is no royal road to science, and only those who do not dread the fatiguing climb of gaining its numinous summits.","txt_cn":"在科学上没有平坦的大道，只有不畏劳苦沿着崎岖之路攀登的人，才有希望达到它光辉的顶点。"},{"txt_en":"You make millions of decisions that mean nothing and then one day your order takes out and it changes your life.","txt_cn":"你每天都在做很多看起来毫无意义的决定，但某天你的某个决定就能改变你的一生。"},{"txt_en":"When you finally get your own happiness, you will understand the previous sadness is a kind of treasure, which makes you better to hold and cherish the people you love.","txt_cn":"等你获得真正属于你的幸福之后，你就会明白一起的伤痛其实是一种财富，它让你学会更好地去把握和珍惜你爱的人。"},{"txt_en":"An unacceptable love needs no sorrow but time- some time for forgetting. A badly-hurt heart needs no sympathy but understanding.","txt_cn":"一段不被接受的爱情，需要的不是伤心，而是时间，一段可以用来遗忘的时间。一颗被伤了的心，需要的不是同情，而是明白。"},{"txt_en":"I love and am used to keeping a distance with those changed things. Only in this way can I know what will not be abandoned by time.","txt_cn":"我喜欢并习惯了对变化的东西保持着距离，这样才会知道什么是最不会被时间抛弃的准则。"},{"txt_en":"Few things are impossible in themselves; and it is often for want of will, rather than of means, that man fails to succeed.","txt_cn":"事情很少有根本做不成的；其所以做不成，与其说是条件不够，不如说是由于决心不够。"},{"txt_en":"Our destiny offers not the cup of despair, but the chalice of opportunity. So let us seize it, not in fear, but in gladness.","txt_cn":"命运给予我们的不是失望之酒，而是机会之杯。因此，让我们毫无畏惧，满心愉悦地把握命运。"},{"txt_en":"The people who get on in this world are the people who get up and look for circumstances they want, and if they cannot find them, make them.","txt_cn":"在这个世界上取得成就的人，都努力去寻找他们想要的机会，如果找不到机会，他们便自己创造机会。"},{"txt_en":"If you wish to succeed, you should use persistence as your good friend, experience as your reference, prudence as your brother and hope as your sentry.","txt_cn":"如果你希望成功，当以恒心为良友，以经验为参谋，以谨慎为兄弟，以希望为哨兵。"},{"txt_en":"There is nothing that we can do for someone who doesn't appreciate what's in front of them.","txt_cn":"对于一个不懂得珍惜良机的人来说，无论我们如何努力都是徒劳。"},{"txt_en":"Here comes a point when a reasonable man will swallow his pride and admit that he's made a terrible mistake.","txt_cn":"懂道理的人，终会按下自尊，坦诚他犯下严重错误的时刻。"},{"txt_en":"The more difficult something is, the more rewarding it is in the end.","txt_cn":"事情愈艰难，最后愈能得到丰厚的果实。"},{"txt_en":"The most affectionate love I imagined is that I live as you used to be after you've gone away.","txt_cn":"我所认为最深沉的爱，莫过于分开以后，我将自己，活成了你的样子。"},{"txt_en":"If every unfolding we experience takes us further along in life, then, we are truly experiencing what life is offering.","txt_cn":"如果我们在人生中体验的每一次转变都让我们在生活中走得更远，那么，我们就真正的体验到了生活想让我们体验的东西。"},{"txt_en":"My heart was pounding the whole time. It was the most erotic moment of my life. Up until then, at least.","txt_cn":"当时我的心一直像小鹿乱撞，那应该是我这辈子最性感的一刻了，至少在此之前没有过。"},{"txt_en":"It is our choices that show what we truly are, far more than our abilities. ","txt_cn":"表现我们真正的自我，是我们自己的选择，这比我们所具有的能力更重要。"},{"txt_en":"Only through unity can we have a strong, if the split, then a single blow.","txt_cn":"我们只有团结才会强大，如果分裂，便不堪一击。"},{"txt_en":"God shall wipe away all the tears from their eyes, and there shall be no more death. Neither shall there be sorrow or dying, neither shall there be any more pain, for the former world has passed away.","txt_cn":"上帝擦去他们所有的眼泪，不再有死亡，也不再有悲伤和生离死别，不再有痛苦，因往事已矣。"},{"txt_en":"It is the unknown we fear when we look upon death and darkness. Nothing more.","txt_cn":"当我们在面对黑暗和死亡的时候，我们害怕的只是未知，除此之外，没有别的。"},{"txt_en":"A man is not old as long as he is seeking something. A man is not old until regrets take the place of dreams.","txt_cn":"只要一个人还有追求，他就没有老。直到后悔取代了梦想，一个人才算老。"},{"txt_en":"I disapprove of what you say, but I will defend to the death your right to say it.","txt_cn":"我不同意你说的话，但我愿意誓死捍卫你说话的权利。"},{"txt_en":"You don't know how long I've waited for you. I'd rather die than stay away from you.","txt_cn":"你怎知我等了你多久，就算是以死来换得与你厮守，我也愿意。"},{"txt_en":"It is the tears of the earth that keep her smiles in bloom.","txt_cn":"是大地的泪点使她的微笑保持着青春不谢。"},{"txt_en":"I never give anything without expecting something in return. I always get paid.","txt_cn":"我做任何事情不过是为了有所回报，我总要得到报酬。"},{"txt_en":"I figure life is a gift. I don’t intend on wasting it. To make each day count!","txt_cn":"我认为生活就是上帝的恩赐。我不会白白浪费生命。让我们过好每一天！"},{"txt_en":"The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds.","txt_cn":"最好的爱能唤醒灵魂启发我们追求卓越，在我们的心里种下热情的火苗，并带给我们心灵的平静。"},{"txt_en":"In fact, if I close my eyes, I can still see you there just standing in the dawn light.","txt_cn":"只要我闭上眼睛，就仿佛还能看到你站在那里，沐浴着黎明的曙光。"},{"txt_en":"Not until you see someone couple up will you realize how much you love him.","txt_cn":"你永远也不晓得自己有多喜欢一个人，除非你看见他和别人在一起。"},{"txt_en":"I can't turn away without knowing you'll be all right. That's all I want.","txt_cn":"除非你过得好，否则我是不会放手的，这就是我想要的。"},{"txt_en":"There is no such thing as a great talent without great will.","txt_cn":"没有伟大的意志力，便没有雄才大略。"},{"txt_en":"It had been a wonderful evening and what I needed now, to give it a perfect ending, was a little of the Ludwig Van.","txt_cn":"真是个完美的晚上，我现在需要的就是给它来个完美的结束，比如说一小段贝多芬。"},{"txt_en":"And as usual, my friend warned me not to cherish too big hope, but it is very difficult to do.","txt_cn":"和往常一样，我的朋友提醒我不要抱太大希望，但是这点很难做到。"},{"txt_en":"Do not, for one repulse, give up the purpose that you resolved to effect.","txt_cn":"不要只因一次失败，就放弃你原来决心想要达到的目的。"},{"txt_en":"Death is just a part of life, something we're all destined to do. ","txt_cn":"死亡只是生命的一部分，是我们注定要做的一件事。"},{"txt_en":"Fear can hold you prisoner. Hope can set you free. It takes a strong man to save himself, and a great man to save another.","txt_cn":"懦怯囚禁人的灵魂，希望可以令你感受自由。强者自救，圣者渡人。"},{"txt_en":"The only way to do great work is to love what you do. If you haven't found it yet, keep looking. ","txt_cn":"成就一番伟业的唯一途径就是热爱自己的事业。如果你还没找到，继续寻找不要放弃。跟随自己的心，总有一天你会找到。"},{"txt_en":"Your mind is like this water, my friend. When it is agitated, it becomes difficult to see. But if you allow it to settle, the answer becomes clear.","txt_cn":"我的朋友，你的心好似这潭湖水，如果波澜起伏就会模糊不清，不过当它平静下来，答案就清澈见底了。"},{"txt_en":"You're throwing away happiness with both hands and reaching out for something that will never make you happy.","txt_cn":"你在把自己的幸福拱手相让去追求一些根本不会让你幸福的东西。"},{"txt_en":"Age is an issue of mind over matter. If you don't mind, it doesn't matter.","txt_cn":"变老无关乎物质，只在乎心灵。如果自己不介意，那么没人会在意。"},{"txt_en":"The older I grow the more I distrust the familiar doctrine that age brings wisdom.","txt_cn":"年纪越大我就越不相信那句教条：年龄带给人智慧。"},{"txt_en":"The secret of man's being is not only to live but to have something to live for.","txt_cn":"人类生存的秘密，不但是要活，还要知道为何而活。"},{"txt_en":"The lover of nature is he whose inward and outward senses are still truly adjusted to each other; who has retained the spirit of infancy even into the era of manhood.","txt_cn":"热爱大自然的人内外感觉协调一致，即使进入成年后依然保持着童心。"},{"txt_en":"All those moments will be lost in time, like tears in rain. Time to die.","txt_cn":"所有这些瞬间，都将湮没于时间的洪流中。就像泪水消逝在雨中一样。死期到了。"},{"txt_en":"There is a saying: Yesterday is history, tomorrow is a mystery, but today is a gift. That is why it is called the present.","txt_cn":"俗话说昨日已成往事，未来还未可知，今时却是上苍所给的礼物，这也就是为什么我们称今时为礼物。"},{"txt_en":"I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright.","txt_cn":"我必须时刻提醒自己有些鸟儿注定不会被关在牢笼里，它们的每一片羽毛都闪耀着自由的光辉。"},{"txt_en":"The world is a fine place and worth fighting for.","txt_cn":"这世界真是个好地方，值得为它奋斗。"},{"txt_en":"Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.","txt_cn":"紫罗兰把它的香气留在那踩扁了它的脚踝上，这就是宽恕。"},{"txt_en":"I came here tonight because when you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.","txt_cn":"若我想与你共度余生，我希望我的余生尽早开始。"},{"txt_en":"Human felicity is produced not so much by great pieces of good fortune that seldom happen, as by little advantages that occur every day.","txt_cn":"与其说人类的幸福来自偶尔发生的鸿运，不如说来自每天都有的小实惠。"},{"txt_en":"Somewhere beyond right and wrong, there is a garden, I will meet you there. ","txt_cn":"在超离是非之处有座花园，我会在那里与你相遇。"},{"txt_en":"He was still too young to know that the heart's memory eliminates the bad and magnifies the good, and that thanks to this artifice we manage to endure the burden of the past.","txt_cn":"当时他还太年轻，不知道人内心会删除糟糕的记忆、放大美好的记忆。也正是因为这个功能，我们才能背负着过去的负担前行。"},{"txt_en":"Happiness lies not in the mere possession of money, it lies in the joy of achievement, in the thrill of creative effort.","txt_cn":"幸福不在于拥有金钱，而在于获得成就时的喜悦以及产生创造力的激情。"},{"txt_en":"In spite of you and me and the whole silly world going to pieces around us, I love you.","txt_cn":"哪怕是世界末日，我都会爱着你。"},{"txt_en":"When you meet someone and you're attracted to them, it just means that your subconscious is attracted to their subconscious, subconsciously.","txt_cn":"当你被某个人吸引时，那只是意味着你俩在潜意识里互相吸引。"},{"txt_en":"Time erodes all such beauty but what it cannot diminish is the wonderful workings of your mind, your humor, your kindness and your moral courage.","txt_cn":"时间可以吞噬一切，但它丝毫无法减少的是你伟大的思想，你的幽默，你的善良还有你的勇气。"},{"txt_en":"Storm clouds may gather and stars may collide but I love you until the end of time.","txt_cn":"暴风雨的乌云可能会聚集，星辰可能会碰撞，可是我会永远爱你直到地老天荒。"},{"txt_en":"I would rather sit on a pumpkin and have it all to myself, than be crowded on a velvet cushion.","txt_cn":"我宁愿住在乡村小镇上自得其乐，而不愿和人一起挤在天鹅绒的坐垫上。"},{"txt_en":"You must strive to find your own voice. Because the longer you wait to begin, the less likely you are to find it at all.","txt_cn":" 你们必须努力寻找自己的声音，因为你越迟开始寻找,找到的可能性就越小。"},{"txt_en":"No matter what happens, or how bad it seems today, life does go on, and it will be better tomorrow. ","txt_cn":"不管发生什么，不管今天看起来多么糟糕，生活都会继续，明天会更好。"},{"txt_en":"If there is any kind of magic in the world, it must be the attempt of understanding someone or sharing something.","txt_cn":"如果世上真的有什么奇迹，那么一定是去理解他人和与人分享。"},{"txt_en":"It is the business of the very few to be independent; it is a privilege of the strong. ","txt_cn":"只有少数人能做到独立自主；那是强者的特权。"},{"txt_en":"Our destiny offers not the cup of despair, but the chalice of opportunity. So let us seize it, not in fear, but in gladness.","txt_cn":"命运给予我们的不是失望之酒,而是机会之杯. 因此,让我们毫无畏惧,满心愉悦地把握命运。"},{"txt_en":"All our dreams can come true, if we have the courage to pursue them.","txt_cn":"如果我们有勇气去追求，所有的梦想都可以现实。"},{"txt_en":"A great poem is a fountain forever overflowing with the waters of wisdom and delight.","txt_cn":"一首伟大的诗犹如一座喷泉，不断地喷出智慧和快乐的泉水"},{"txt_en":"As selfishness and complaint pervert the mind,so love with its joy clears and sharpens the vision.","txt_cn":"自私和抱怨是心灵的阴暗，愉快的爱则使视野明朗开阔。"},{"txt_en":" You have to believe in yourself. That's the secret.","txt_cn":"人必须相信自己，这是成功的秘诀。"},{"txt_en":"It is only in the mysterious equations of love that any logic or reasons can be found.","txt_cn":"只有在这种神秘的爱情方程中，才能找到逻辑或原由。"},{"txt_en":"There are two motives for reading a book: one, that you enjoy it; the other, that you can boast about it. ","txt_cn":"读书有两种动机：一是从中获得乐趣；另一种则是可以向人夸耀。"},{"txt_en":"I have nothing to offer but blood, toil, tears and sweat.","txt_cn":"我所能奉献的没有其他，只有热血、辛劳、眼泪与汗水。"},{"txt_en":"The reading of all good books is like a conversation with the finest minds of past centuries.","txt_cn":"读好书，如同与先哲们交谈。"},{"txt_en":"New lovers are nervous and tender, but smash everything- for the heart is an organ of fire. ","txt_cn":"初恋的人们心存紧张并满怀柔情，但却可以抵御一切—— 只因为心如烈火！"},{"txt_en":"Everything can be taken from a man but one thing: the last of human freedoms- to choose one's  attitude in any given set of circumstances, to choose one's own way.","txt_cn":"我可以拿走人的任何东西，但有一样不行，这就是在特定环境下选择自己的生活态度的自由。"},{"txt_en":" It's the unspoken truth of humanity that you crave subjugation. The bright lure of freedom diminishes your life's joy in a mad scramble for power, for identity.","txt_cn":"这才是人性的本质，你们内心渴望被征服，疲于追逐光鲜的自由，而丢失了生活的乐趣，迷失在权利的角逐，就为获得认同。"},{"txt_en":"We have no more right to consume happiness without producing it than to consume wealth without producing it.","txt_cn":"不创造幸福的人无权享用幸福，正如不创造财富的人无权享用财富一样。"},{"txt_en":"I feel heartfelt sorrow for the mother of Private James Ryan and am willing to lay down my life and the lives of my men – especially you, Reiben – to ease her suffering.","txt_cn":"我为瑞恩的母亲由衷感到悲哀，我愿意用我和弟兄们的生命去拯救你的生命来减轻她的苦痛。 "},{"txt_en":"You played out your happiness on a piano that was not infinite. I learned to live that way. ","txt_cn":"在有限的钢琴上，我自得其乐，我过惯那样的日子了。"},{"txt_en":"Learning is an ornament in prosperity, a refuge in adversity, and a provision in old age.","txt_cn":"学问在成功时是装饰品，在失意时是庇护所，在年老时是供应品。"},{"txt_en":"Go back to England, and tell them there, that Scotland's daughters and sons are yours no more. Tell them Scotland is free.","txt_cn":"回去告诉整个英格兰，苏格兰儿女不再是他们的臣民，告诉他们苏格兰是自由的。"},{"txt_en":"The tragedy of life is not so much what men suffer, but what they miss.","txt_cn":"生活的悲剧不在于人们受多少苦，而在于人们错过了什么。"},{"txt_en":"Sometimes your whole life boils down to one insane move.","txt_cn":"人一生中出人头地的机会不多，一旦有了一定要抓住机会！"},{"txt_en":"Without you, today's emotions would be the scurf of yesterday's.","txt_cn":"如果没有你，如此的良辰美景让我去向何人诉说？"},{"txt_en":"Although the world is full of suffering, it is also full of the overcoming of it.","txt_cn":"虽然世界多苦难，但是苦难总是能战胜的。"},{"txt_en":"I had always heard your entire life flashes in front of your eyes the second before you die. First of all, that one second isn’t a second at all, it stretches on forever, like an ocean of time.","txt_cn":"听说人在死前的一秒钟，其一生会闪过眼前。其实不是一秒，而是无尽的时间，时间海洋。"},{"txt_en":"A single idea from the human mind can build cities. An idea can transform the world and rewrite all the rules.","txt_cn":"人类一个简单的念头可以创造城市。一个念头可以改变世界，重写规则。"},{"txt_en":"Every person has two educations, one which he receives from others, and one, more important, which he gives to himself.","txt_cn":"每个人都受两种教育，一种来自别人，另一种更重要，是来自自己。"},{"txt_en":"I'm proud to have served with each and every one of you. You deserve long and happy lives in peace.","txt_cn":"我很骄傲能与你们每个人共同服役，你们有权享受永远快乐的和平生活。"},{"txt_en":"When peace has been broken anywhere, the peace of all countries everywhere is in danger.","txt_cn":"无论哪个地区的和平遭到破坏，世界各国的和平都会受到威胁。"},{"txt_en":"Rudeness is merely an expression of fear.","txt_cn":"无礼只是恐惧的一种表露。"},{"txt_en":"Until such time as the world ends, we will act as though it intends to spin on.","txt_cn":"不到地球毁灭那一刻，我们都得做好本职工作。"},{"txt_en":"If you want to live your whole life free from pain, you must become either a god or else a corpse. Consider other men's troubles and that will comfort yours.","txt_cn":"如果你想一生摆脱苦难，你就得是神或者是死尸。想想他人的不幸，你就能坦然面对人生。"},{"txt_en":"Innovation distinguishes between the leader and the follower.","txt_cn":"领导者和跟随者的区别在于是否有创新能力。"},{"txt_en":"If you wish to survive, you need to cultivate a strong mental attitude.","txt_cn":"如果你想活着，你需要培养一种坚强的精神态度"},{"txt_en":"Rudeness is merely the expression of fear. People fear they won't get what they want. The most dreadful and unattractive person only needs to be loved, and they will open up like a flower.","txt_cn":"粗鲁只是恐惧的表现。人们恐惧无法得到所期望的。最可怕的、不招人喜爱的人也只是需要被爱，那么他们便会像花儿般绽放。"},{"txt_en":"Pay attention to your enemies, for they are the first to discover your mistakes.","txt_cn":"要重视你的敌人，因为他们总是能第一个发现你的错误。"},{"txt_en":"Genius is one percent inspiration and ninety-nine percent perspiration.","txt_cn":"天才等于百分之一的灵感加百分之九十九的汗水。"},{"txt_en":"The three foundations of learning: seeing much, suffering much and studying much.","txt_cn":"求学的三个基本条件：多观察，多吃苦，多研究。"},{"txt_en":"When a man is wrapped up in himself, he makes a pretty little package.","txt_cn":"一个只顾自己的人不足以成大器。"},{"txt_en":"Whenever you feel like criticizing anyone,” he told me, “just remember that all the people in this world haven’t had the advantages that you’ve had.","txt_cn":"每当你觉得想要批评什么人的时候，你且要记着，这个世界上的人并非都具备你禀有的条件。"},{"txt_en":"I know you'll never forgive me, and I don't blame you. I wouldn't forgive me either. I was ignorant and irresponsible and small-minded.","txt_cn":"我知道，你永远都不会原谅我。我不怪你，换做我，我也不会原谅我自己。 我又无知，又不负责，心胸也十分狭窄。"},{"txt_en":"People think the writer's imagination is always at work, that he's constantly inventing an endless supply of incidents and episodes; that he simply dreams up his stories out of thin air.","txt_cn":"人们认为作家的想象力永不枯竭，所以他能够源源不断地创作出各种事件和情节，并且他们创作的故事仅仅是凭空而造的。"},{"txt_en":"Always bear in mind that your own resolution to succeed is more important than any other.","txt_cn":"永远记住：决心成功比任何一件事都重要。"},{"txt_en":"It has done me good, because of the color of the wheat fields. Go and look again at the roses. You will understand now that yours is unique in all the world.","txt_cn":"驯服对我是有好处的——因为麦田的颜色。再回头看那些玫瑰花吧！到时你就明白你的玫瑰花仍是举世无双的一朵花。"},{"txt_en":"And now here is my secret, a very simple secret: It is only with the heart that one can see rightly; what is essential is invisible to the eye.","txt_cn":"这是我的一个秘密，一个再简单不过的秘密：一个人只有用心去看，才能看到真实。事情的真相仅凭肉眼是无法看穿的。"},{"txt_en":"Every new day begins with possibilities. It's up to us to fill it with the things that move us toward progress and peace.","txt_cn":"每一天都以无限的可能开始，我们本身决定着这一天是否进步或者安心。"},{"txt_en":"If you are not in good control of time or cannot set priorities for different matters, what you do is surely to be rebated.","txt_cn":"无法充分掌握时间、区别事情的缓急先后，你所做的一切都大打折扣"},{"txt_en":"If time being of all things the most precious, wasting time must be the greatest prodigality.","txt_cn":"如果时间是最宝贵的东西，浪费时间应该是最大的挥霍。"},{"txt_en":"There are no secrets to success. It is the result of preparation, hard work and learning from failure. ","txt_cn":"成功没有秘诀。它源自充分的准备，努力地工作，来自从失败中汲取的教训。"},{"txt_en":"Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.","txt_cn":"局限只存在于我们的大脑中。可是如果我们运用自己的想象力，就会获得无限的可能性。"},{"txt_en":"Some of the world's greatest feats were accomplished by people not smart enough to know they were impossible.","txt_cn":"世上有些丰功伟绩之所以能缔造，是因为有些人不够“聪明”，不知道那些原是不可能的。"},{"txt_en":"The future is simply infinite possibility waiting to happen. What it waits on is human imagination to crystallize its possibilities.","txt_cn":"未来就是有待发生的可能性。它等待着人类的想象力将这些可能变成现实。"},{"txt_en":"There are betrayals in war that are childlike compared with our human betrayals during peace.","txt_cn":"战火硝烟中的背叛与我们在太平盛世中的背叛相较而言，就天真单纯得多了！"},{"txt_en":"After the rain, the sun will reappear. There is life. After the pain, the joy will be here.","txt_cn":"雨后必见太阳。这就是生活。正如痛苦过后必见快乐。"},{"txt_en":"One is always on a strange road, watching strange scenery and listening to strange music. Then one day, you will find that the things you try hard to forget are already gone.","txt_cn":"一个人总要走陌生的路，看陌生的风景，听陌生的歌，然后在某个不经意的瞬间，你会发现，原本是费尽心机想要忘记的事情真的就那么忘记了。"},{"txt_en":"Living without an aim is like sailing without a compass.","txt_cn":"生活没有目标，犹如航海没有罗盘。"},{"txt_en":"Happiness is not about being immortal nor having food or rights in one's hand. It’s about having each tiny wish come true, or having something to eat when you are hungry or having someone's love when you need love.","txt_cn":"幸福，不是长生不老，不是大鱼大肉，不是权倾朝野。幸福是能够实现每个小愿望，饿的时候有的吃，需要爱的时候有人爱。"},{"txt_en":"Towering genius disdains a beaten path. It seeks regions hitherto unexplored.","txt_cn":"卓越的天才不屑走旁人走过的路。他寻找迄今未开拓的地区。"},{"txt_en":"Fear not that the life shall come to an end, but rather fear that it shall never have a beginning.","txt_cn":"不要害怕你的生活将要结束，应该担心你的生活永远还未真正开始。"},{"txt_en":"Strength alone knows conflict, weakness is below even defeat, and is born vanquished.","txt_cn":"只有强者才懂得争斗；弱者甚至失败都不够资格，而是生来就是被征服的。"},{"txt_en":"The failures and reverses which await men-and one after another sadden the brow of youth-add a dignity to the prospect of human life, which no Arcadian success would do.","txt_cn":"尽管失败和挫折等待着人们，一次次地夺走青春的容颜，但却给人生的前景增添了一份尊严，这是任何顺利的成功都不能做到的。"},{"txt_en":"If you really love someone, the whole life will not be enough. You need time to know, to forgive and to love. All this needs a very big mind.","txt_cn":"爱的次数不需多，只需真爱。真爱需要时间去经营，需要用心去了解，需要胸襟去包容。"},{"txt_en":"The rain will stop, the night will end, the hurt will fade. Hope is never so lost that it can't be found.","txt_cn":"雨会停，夜有终，伤会消。希望其实一直等待着我们去寻找。"},{"txt_en":"Miracles sometimes occur, but one has to work terribly for them.","txt_cn":"奇迹有时候是会发生的，但是你得为之拼命地努力。"},{"txt_en":"The purpose of human life is to serve, and to show compassion and the will to help others.","txt_cn":"人生的目的在于服务他人、同情怜悯和乐于助人。"},{"txt_en":"I think people just get frustrated without harsh, life can be. So they're spending their time dwelling on that frustration we calling it anger. keep their eyes shut to the wholeness of the situation.","txt_cn":"我觉得有些人只对生活的艰苦灰心丧气，因此把时间都浪费在灰心丧气里，我们称之为愤怒，对事物的整体视而不见，对于所有能够成功的微小元素视而不见。"},{"txt_en":"Good love makes you see the whole world from one person while bad love makes you abandon the whole world for one person.","txt_cn":"好的爱情是你透过一个人看到全世界，坏的爱情是你为了一个人放弃全世界。"},{"txt_en":"And when they let you down,you get up off the ground. Cause morning rolls around. And it's another day of sun.","txt_cn":"当人们令你失望，你更要勇往直前，因为早晨到来，又是阳光灿烂的一天。"},{"txt_en":"Do not, for one repulse, forgo the purpose that you resolved to effort.","txt_cn":"不要只因一次挫败，就放弃你原来决心想达到的目的。"},{"txt_en":"A man can fail many times, but he isn't a failure until he begins to blame somebody else.","txt_cn":"一个人可以失败很多次，但是只要他没有开始责怪旁人，他还不是一个失败者。"},{"txt_en":"If there were less sympathy in the world, there would be less trouble in the world.","txt_cn":"如果世界上少一些同情，世界上也就会少一些麻烦。"},{"txt_en":"What is the most resilient parasite? Bacteria? A virus? An intestinal worm? An idea.","txt_cn":"最具有可塑性的寄生生物是什么？是细菌吗？是病毒吗？是肠虫吗？其实是人的想法。"},{"txt_en":"Some people hear their own inner voices with great clearness. And they live by what they hear. Such people become crazy, or they become legends.","txt_cn":"有些人能清楚地听到自己内心深处的声音，并以此行事。这些人要么变成了疯子，要么成为传奇。"},{"txt_en":"The things we lose have a way of coming back to us in the end, if not always in the way we expect. ","txt_cn":"失去的东西到最后总有办法回来的，尽管有时会出乎我们的意料。"},{"txt_en":"Happy families are all alike; every unhappy family is unhappy in its own way.","txt_cn":"所有幸福的家庭都相似，而每个不幸的家庭各不同。"},{"txt_en":"The truth is a beautiful and terrible thing, and should therefore be treated with great caution.","txt_cn":"真相是一种美丽又可怕的东西，需要格外谨慎地对待。"},{"txt_en":"The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. ","txt_cn":"明白事理的人使自己适应世界;不明事理的人想使世界适应自己。"},{"txt_en":"Don’t forget the things you once owned. Treasure the things you can’t get. Don't give up the things that belong to you and keep those lost things in memory.","txt_cn":"曾经拥有的，不要忘记。不能得到的，更要珍惜。属于自己的，不要放弃。已经失去的，留作回忆。"},{"txt_en":"It doesn't matter if the guy is perfect or the girl is perfect, as long as they are perfect for each other.","txt_cn":"那个小伙子是否完美，或者那个姑娘是否完美都不重要，只要他们能珠联璧合。"},{"txt_en":"If the people we love are stolen from us, the way to have them live on is to never stop loving them. Buildings burn, people die, but real love is forever.","txt_cn":"如果我们所爱的人从我们身边被偷走，要使他们继续留在我们身边，就要记住他们。建筑会被焚毁，人会死去，而真爱永存。"},{"txt_en":"Don't be sad! Because God sends hope in the most desperate moments. Don't forget, the heaviest rain comes out of the darkest clouds.","txt_cn":"不要悲伤！因为上帝在最绝望的时刻给我们带来希望。不要忘记，最大的雨来自最黑暗的云。"},{"txt_en":"The instinct of a man is to pursue everything that flies from him, and to fly from all that pursue him.","txt_cn":"人的本能是追逐从他身边飞走的东西，却逃避追逐他的东西。"},{"txt_en":"I was blessed to have you in my life. When I look back on these days, I’ll look and see your face. You were right there for me.","txt_cn":"在我的生命中有你是多么幸运,当我回忆过去, 眼前就会浮现你的脸庞 ,你总会在那守候着我。 "},{"txt_en":"In this world there are only two tragedies. One is not getting what one wants, and the other is getting it.","txt_cn":"在这个世界上只有两种悲剧：一种是得不到自己想要的东西，另一种是得到了。"},{"txt_en":"With jewelry dress up oneself, is inferior to equip themselves with knowledge.","txt_cn":"用珠宝打扮自己，不如用知识充实自己。"},{"txt_en":"The secret of being miserable is to have leisure to bother about whether you are happy or not.","txt_cn":"痛苦的秘密在于有闲工夫担心自己是否幸福。"},{"txt_en":"In education we are striving not to teach youth to make a living, but to make a life.","txt_cn":"教育不是为了教会青年人谋生，而是教会他们创造生活。"},{"txt_en":"It is curious that physical courage should be so common in the world and moral courage so rare.","txt_cn":"非常奇怪的是，这世上匹夫之勇非常常见，而道德上的勇气几乎没有。"},{"txt_en":"Ideal is the beacon. Without ideal, there is no secure direction; without direction, there is no life.","txt_cn":"理想是指路明灯。没有理想，就没有坚定的方向;没有方向，就没有生活。"},{"txt_en":"Miracles sometimes occur, but one has to work terribly for them.","txt_cn":"奇迹有时候是会发生的，但是你得为之拼命。 "},{"txt_en":"We all live in the past. We take a minute to know someone, one hour to like someone, and one day to love someone, but the whole life to forget someone.","txt_cn":"我们每个人都生活在各自的过去中，人们会用一分钟的时间去认识一个人，用一小时的时间去喜欢一个人，再用一天的时间去爱上一个人，到最后呢，却要用一辈子的时间去忘记一个人。 "},{"txt_en":"The ideals which have lighted my way, and time after time have given me new courage to face life cheerfully, have been kindness, beauty and truth.","txt_cn":"一些理想为我指引过道路，并不断给我新的勇气以面对人生的准则，也就是——真、善、美。"},{"txt_en":"The important thing in life is to have a great aim and the determination to attain it.","txt_cn":"人生重要的事情就是确定一个伟大的目标，并决心实现它。"},{"txt_en":"If a man empties his purse into his head, no man can take it away from him. An investment in knowledge always pays the best interest.","txt_cn":"倾已所有追求知识，没有人能夺走它;向知识投资，收益最佳。"},{"txt_en":"I want to bring out the secrets of nature and apply them for the happiness of man. I don't know of any better service to offer for the short time we are in the world.","txt_cn":"我想揭示大自然的秘密，用来造福人类。我认为，在我们的短暂一生中，最好的贡献莫过于此了。"},{"txt_en":"Histories make men wise; poems witty; the mathematics subtle; natural philosophy deep; moral grave; logic and rhetoric able to contend.","txt_cn":"历史使人明智;诗词使人灵秀;数学使人周密;自然哲学使人深刻;伦理使人庄重;逻辑修辞学使人善辨。 "},{"txt_en":"Life can only be understood backwards; but it must be lived forwards.","txt_cn":"要理解人生，需要向后看，但要更好地活着必须向前看。"},{"txt_en":"The decline of literature indicates the decline of a nation; the two keep in their downward tendency.","txt_cn":"文学的衰落表明一个民族的衰落。这两者走下坡路的时间是齐头并进的。"},{"txt_en":"Only those who have the patience to do simple things perfectly ever acquire the skill to do difficult things easily.","txt_cn":"只有有耐心圆满完成简单工作的人，才能够轻而易举地完成困难的事。"},{"txt_en":"The world can be changed by man's endeavor, and that this endeavor can lead to something new and better. No man can sever the bonds that unite him to his society simply by averting his eyes.","txt_cn":"人经过努力可以改变世界，这种努力可以使人类达到新的、更美好的境界。没有人仅凭闭目、不看社会现实就能割断自己与社会的联系。"},{"txt_en":"If you put out your hands, you are a laborer; if you put out your hands and mind, you are a craftsperson; if you put out your hands, mind, heart and soul, you are an artist.","txt_cn":"如果你用双手工作，你是一个劳力；如果你用双手和头脑工作，你是一个工匠；如果你用双手和头脑工作，并且全身投入，你就是一个艺术家。"},{"txt_en":"When an end is lawful and obligatory, the indispensable means to it are also lawful and obligatory. ","txt_cn":"如果一个目的是正当而必须做的，则达到这个目的的必要手段也是正当而必须采取的。"},{"txt_en":"We often hear of people breaking down from overwork, but in nine cases out of ten they are really suffering from worry or anxiety.","txt_cn":"我们常听人说，人们因为工作过度而垮下来，但是实际上十有八九是因为饱受担忧或焦虑的折磨。"},{"txt_en":"Ordinary people merely think how they shall spend their time; a man of talent tries to use it. ","txt_cn":"普通人只想到如何度过时间，有才能的人设法利用时间。 "},{"txt_en":"Every new day begins with possibilities. It’s up to us to fill it with the things that move us toward progress and peace.","txt_cn":"每一天的开始都带来各种新的可能。能否在每一天都做一些让我们走向进步与和平的事情，这都由我们决定。"},{"txt_en":"The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active","txt_cn":"今天的怀疑是对明日成就的唯一限制，让我们怀着坚定和积极的信念面对吧。"},{"txt_en":"Concentrate all your thoughts upon the work at hand. The sun’s rays do not burn until brought to a focus.","txt_cn":"一如阳光必须聚焦方能生热，要全神贯注方能完成当下的工作。"},{"txt_en":"Use what talents you possess: the woods would be very silent if no birds sang there except those that sang best.","txt_cn":"天生我材必有用。若只有声音最悦耳的鸟儿在歌唱，树林该多沉寂。"},{"txt_en":"Begin challeging your own assumptions. Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won’t come in.","txt_cn":"挑战自己的认知。你的认知是你观望世界的窗；不时擦拭，光线才能穿透。"},{"txt_en":"The art of being wise is the art of knowing what to overlook.","txt_cn":"掌握智慧的重点在于学会选择性地忽视。"},{"txt_en":"A ship in port is safe, but that’s not what ships are built for. Sail out to sea and do new things.","txt_cn":"停在港湾里的船是最安全的，但安全不是船追求的目标。扬帆远航，去开创新的事业吧。"},{"txt_en":"The one thing that doesn’t abide by majority rule is a person’s conscience.","txt_cn":"有一种东西不能遵循从众原则,那就是人的良心。"},{"txt_en":"If you would go up high, then use your own legs! Do not let yourselves carried aloft; do not seat yourselves on other people's backs and heads.","txt_cn":"如果你想走到高处，就要使用自己的两条腿!不要让别人把你抬到高处;不要坐在别人的背上和头上。"},{"txt_en":"Our greatest glory consists not in never falling but in rising every time we fall.","txt_cn":"我们最值得自豪的不在于从不跌倒，而在于每次跌倒之后都爬的起来。"},{"txt_en":"No pain, no palm; no thorns, no throne; no gall, no glory; no cross, no crown.","txt_cn":"没有播种，何来收获；没有辛劳，何来成功；没有磨难，何来荣耀；没有挫折，何来辉煌。"},{"txt_en":"Sow an act, and you reap a habit. Sow a habit, and you reap a character. Sow a character, and you reap a destiny.","txt_cn":"行为发展成习惯，习惯发展成为性格，性格伴随人的一生。"},{"txt_en":"Weep no more, no sigh, nor groan. Sorrow calls no time that's gone.","txt_cn":"别哭泣，别叹息，别呻吟；悲伤唤不回流逝的时光。"},{"txt_en":"Our life is frittered away by detail, simplify it, simplify it.","txt_cn":"我们的生活都被琐事浪费掉了，简单点，简单点。"},{"txt_en":"Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.","txt_cn":"只有经历尝试与磨难，灵魂才能坚强，视野才会清晰，才能激起雄心，获取胜利。 "},{"txt_en":"If you think you can, you can. And if you think you can't, you're right.","txt_cn":"如果你认为自己行，你就一定行。如果你认为自己不行，那你是对的。"},{"txt_en":"A sincere smile is the most beautiful expression.","txt_cn":"真诚的笑脸是人世间最美的表情。"},{"txt_en":"Content and riches seldom meet together. Riches take thou, contentment I had rather.","txt_cn":"财富与满足很少能同时拥有。拿走财富吧，我宁愿只要满足。"},{"txt_en":"Only a person who has faith in himself is able to be faithful to others.","txt_cn":"只有对自己有信心的人才会对他人守信。 "},{"txt_en":"The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.","txt_cn":"衡量一个人的根本标准不是看他在安逸便利时所采取的立场， 而是看他在面临挑战和争论时所持有的立场。"},{"txt_en":"The young always have the same problem: how to rebel and conform at the same time. They have now solved this by defying their parents and copying one another.","txt_cn":"年轻人都会受到同一个问题的困扰：怎样在反抗的同时又保持顺从。这个问题现在得到了解决，他们在反抗父母，同时又相互模仿。 "},{"txt_en":"A man is not old until regrets take the place of dreams.","txt_cn":"当遗憾替代梦想的时候，人开始变老。"},{"txt_en":"Men are like wine: some turn to vinegar, but the best improve with age.","txt_cn":"人如酒：有些会转变成醋，但出类拔萃者会随着年月增长而日渐香醇。"},{"txt_en":"We are here to add what we can to life, not to get what we can from it.","txt_cn":"我们要尽可能为生活增加一些东西，而不是从中索取什么。"},{"txt_en":"Education is not the filling of a pail, but the lighting of a fire.","txt_cn":"教育不是注满一桶水，而是点燃一把火。"},{"txt_en":"Let the dead have the immortality of fame, but the living the immortality of love.","txt_cn":"让逝者拥有不朽的荣誉，让生者拥有不朽的爱情。"},{"txt_en":"Fight for your opinions, but do not believe that they contain the whole truth or the only truth.","txt_cn":"为你自己的观点辩护吧，但不要相信它们会包含全部的真理或唯一的真相。"},{"txt_en":"The foundation of knowledge must be laid by reading. General principles must come from books, which, however, must be brought to the test of real life.","txt_cn":"读书是积累知识的基础。基本原理来源于书本，但须经实际生活的检验。"},{"txt_en":"The supreme happiness of life is the conviction that we are loved.","txt_cn":"人生最大的幸福是坚信有人爱我们。"},{"txt_en":"Friendship is both a source of pleasure and a component of good health.","txt_cn":"友谊既是快乐之源泉，又是健康之要素。"},{"txt_en":"Laziness is like a lock, which bolts you out of the storehouse of information and makes you an intellectual starveling.","txt_cn":"懒惰就像一把锁，锁住了知识的仓库，使你的智力变得匮乏。"},{"txt_en":"Sometimes the most urgent and vital thing you can possibly do is to take a complete rest.","txt_cn":"有时候你能做的最紧急重要的事情就是彻底休息。"},{"txt_en":"You'll never move others, heart to heart, unless your speech comes from your heart.","txt_cn":"如果你说的话并非发自你的内心，你就不可能触动别人的心弦。"},{"txt_en":"Truth needs no color; beauty, no pencil.","txt_cn":"真理不需色彩，美丽不需涂饰。"},{"txt_en":"Money can cure hunger, it cannot cure unhappiness. Food can satisfy the appetite, but not the soul.","txt_cn":"金钱可以充饥，但不能治愈不幸。食物可以饱腹，但却不能满足灵魂的需求。"},{"txt_en":"Not ignorance, but the ignorance of ignorance, is the death of knowledge.","txt_cn":"不是无知本身，而是对无知的无知，才是知识的死亡。"},{"txt_en":"Nothing is more dangerous than discontinued labor.","txt_cn":"没有什么比半途而废更危险。"},{"txt_en":"To choose time is to save time.","txt_cn":"把握时间就是节约时间。"},{"txt_en":"No other misfortune can be compared with the loss of time.","txt_cn":"任何一种不幸都无法与时间的失去相比。"},{"txt_en":"You can never plan the future by the past.","txt_cn":"永远也不能依照过去来计划将来。"},{"txt_en":"Time is a versatile performer. It flies, marches on, heals all wounds, runs out and will tell.","txt_cn":"时间是个多才多艺的表演者。它能展翅飞翔，能阔步前进，能治愈创伤，能消逝而去，也能揭示真相。"},{"txt_en":"Death is no more than passing from one room into another.","txt_cn":"死亡只不过是从一个房间进入另一个房间。"},{"txt_en":"Important principles may and must be flexible.","txt_cn":"重要的原则能够也必须是灵活的。"},{"txt_en":"That is the essence of science: ask an impertinent question, and you are on the way to the pertinent answer.","txt_cn":"科学的本质是：问一个不恰当的问题，于是走上了通往恰当答案的路。"},{"txt_en":"When we sighing for the loss of our past youth, which will return no more, let us reflect that decrepitude will come. ","txt_cn":"当我们为一去不复返的青春叹息时，我们应该考虑将来的衰老。"},{"txt_en":"Ten men banded together in love can do what ten thousand separately would fail in.","txt_cn":"以爱心聚在一起的十个人能够完成一万个分散的人做不到的事情。"},{"txt_en":"Imagination is not to be divorced from the facts.","txt_cn":"想象不应该脱离现实。"},{"txt_en":"There are two sides to every story, at least.","txt_cn":"每个故事都可以从两个方面看，至少两个方面。"},{"txt_en":"Love alone can release the power of the atom, so it will work for man and not against him.","txt_cn":"只有爱才能使原子的力量造福人类，而非危害人类。"},{"txt_en":"Scientific knowledge aims at being wholly impersonal.","txt_cn":"科学知识要求完全不受个人感情的影响。"},{"txt_en":"Nothing in life is to be feared. It is only to be understood.","txt_cn":"生活中没有可怕的东西，只有应去了解的东西。"},{"txt_en":"Truth is beautiful. Without doubt, and so are lies.","txt_cn":"真理是美的；毫无疑问，谎言也是如此。"},{"txt_en":"Growing old is not upsetting; being perceived as old is.","txt_cn":"越来越老并不可怕，可怕的是让人觉得越来越老。"},{"txt_en":"Truth has no special time of its own. Its hour is now always.","txt_cn":"真理没有自己特定的时间段。它的时间永远是现在。"},{"txt_en":"True science teaches, above all, to doubt and be ignorant.","txt_cn":"真正的科学首先教人怀疑和知道自己无知。 "},{"txt_en":"Give a man a fish, and you feed him for a day. Teach a man to fish, and you get rid of him on the weekends.","txt_cn":"给他一条鱼，你可以喂他一天；教他钓鱼，他周末就不会再来缠你了。"},{"txt_en":"To believe with certainty, we must begin with doubting.","txt_cn":"要完全相信，我们首先得怀疑。"},{"txt_en":"Even the weariest river winds somewhere safe to sea.","txt_cn":"即使是最疲惫的河流，历经曲折，也终会安然入海。"},{"txt_en":"Halloween gives you permission to be silly, to be terrifying, to be weird, and in fact it rewards you for it.","txt_cn":"万圣节这天，你可以尽情享受，或荒唐可笑，或令人害怕，或举止古怪，而你从中也会受益良多。"},{"txt_en":"I like the dreams of the future better than the history of the past.","txt_cn":"我不缅怀过去的历史，而致力于未来的梦想。"},{"txt_en":"Try not to become a man of success but rather try to become a man of value.","txt_cn":"不要为成功而努力，要为做一个有价值的人而努力。"},{"txt_en":"Victory won't come to me unless I go to it.","txt_cn":"胜利是不会向我们走来的，我必须自己走向胜利。"},{"txt_en":"A man can fail many times, but he isn't a failure until he begins to blame somebody else.","txt_cn":"一个人可以失败很多次，但是只要他没有开始责怪旁人，他还不是一个失败者。"},{"txt_en":"Our destiny offers not the cup of despair, but the chalice of opportunity. So let us seize it, not in fear, but in gladness.","txt_cn":"命运给予我们的不是失望之酒，而是机会之杯。因此，让我们毫无畏惧，满心愉悦地把握命运。"},{"txt_en":"We must accept finite disappointment, but we must never lose infinite hope.","txt_cn":"我们必须接受失望，因为它是有限的，但千万不可失去希望，因为它是无穷的。"},{"txt_en":"What I've learned here is that if you believe in the long term, your day eventually arrives.","txt_cn":"我所学到的是，如果你相信看长远，属于你的那一天终究会来临。"},{"txt_en":"Winter Begins arrives on November 7 or November 8 each year. At this time of the year, some rivers in China start to freeze.","txt_cn":"“立冬”节气，在每年的11月7日或8日。每年的这个时候，中国的河流开始结冰。"},{"txt_en":"Spend each day trying to be a little wiser than you were when you woke up.","txt_cn":"每天试着让自己比早上起床时更有智慧一点。"},{"txt_en":"If you've got a talent, protect it.","txt_cn":"如果你有某种天份，保护好它。"},{"txt_en":"Few things are impossible in themselves, and it is often for want of will, rather than of means, that man fails to succeed.","txt_cn":"事情很少是不可能的；人们之所以不成功，与其说是条件不够，不如说是决心不够。"},{"txt_en":"To like and dislike the same things, this is what makes a solid friendship.","txt_cn":"喜欢或不喜欢同样的事，这决定友谊是否坚固。"},{"txt_en":"Cease to struggle and you cease to live.","txt_cn":"停止奋斗，你就停止了生活。"},{"txt_en":"People of accomplishment rarely sat back and let things happen to them. They went out and happened to things.","txt_cn":"有成就的人显少等着让事情在他们身上发生，他们出门造就事情的发生。"},{"txt_en":"One thorn of experience is worth a whole wilderness of warning.","txt_cn":"一次痛苦的经验抵得上无数次的警告。"},{"txt_en":"That was my way of getting through difficult times of low confidence - hard work.","txt_cn":"我渡过没自信那困难时刻的方法是：努力。"},{"txt_en":"You must never be fearful about what you are doing when it is right.","txt_cn":"做事绝不要感到害怕，如果它是对的。"},{"txt_en":"When you are convinced that your cause is right, have the courage to take a stand.","txt_cn":"当你相信自己的理由是正当的，就要有勇气守住立场。"},{"txt_en":"If you have great talents, industry will improve them; if you have but moderate abilities, industry will supply their deficiency.","txt_cn":"如果你很有天赋，勤勉会使其更加完善；如果你能力一般，勤勉会补足其缺陷。"},{"txt_en":"The man who has made up his mind to win will never say impossible.","txt_cn":"下决心取得胜利的人绝不会说“不可能”。"},{"txt_en":"The more things you do, the more you can do.","txt_cn":"做的愈多，你会做的就愈多。"},{"txt_en":"We don't want to tell our dreams. We want to show them.","txt_cn":"我们不用说出自己的梦想，我们只要秀出它们。"},{"txt_en":"Science is organized knowledge. Wisdom is organized life.","txt_cn":"科学是井然有序的知识，智慧是井然有序的生活。"},{"txt_en":"Be careful how you judge people, most of all friends. You don't sum up a man's life in one moment.","txt_cn":"小心你怎么评断他人，特别是朋友。你不能片刻间总结一个人的人生。"},{"txt_en":"Confidence is contagious. So is a lack of confidence.","txt_cn":"自信是会传染的，缺乏自信也是。"},{"txt_en":"I will be responsible for my fate. I will not be a burden to anyone.","txt_cn":"我自己的命我自己扛，不连累别人！"},{"txt_en":"Life is but the shipwreck of our plans.","txt_cn":"人生不过是计划赶不上变化。"},{"txt_en":"At some point, you got to decide for yourself who you're going to be—can't let nobody make that decision for you.","txt_cn":"在某些时刻，你得自己决定要成为什么样的人，不能让别人帮你做决定。"},{"txt_en":"Hope is a good thing and maybe the best of things. And no good thing ever dies.","txt_cn":"希望是美好的，也许是人间至善，而美好的事物永不消逝。"},{"txt_en":"The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.","txt_cn":"成功一番事业的唯一途径是热爱自己的事业，如果你还没找到的话，继续寻找，不要屈就。"},{"txt_en":"Sometimes your whole life boils down to one insane move.","txt_cn":"人一生中出人头地的机会不多，一旦有了一定要抓住！"},{"txt_en":"Do all you can to survive, because life is never something you live only for yourself.","txt_cn":"为了活下来，要拼尽全力，生命本就不仅仅是为你自己。"},{"txt_en":"Medalist don't grow on trees， you have to nurture them with love, with hard work, with dedication.","txt_cn":"金牌选手不会从天而降，你必须用热爱、刻苦和投入来浇灌他们。"},{"txt_en":"I guess it comes down to a simple choice:get busy living or get busy dying...","txt_cn":"生命可以归结为一种简单的选择：要么忙于生存，要么赶着去死。"},{"txt_en":"As is a tale, so is life: not how long it is, but how good it is, is what matters. ","txt_cn":"生活就像故事一样：不在乎长短，而在于质量，这才是最重要的。"},{"txt_en":"The supreme happiness of life is the conviction that we are loved","txt_cn":"生活中最大的幸福是坚信有人爱我们。"},{"txt_en":"Living without an aim is like sailing without a compass","txt_cn":"生活没有目标就像航海没有指南针。"},{"txt_en":"Every man dies, not every man really lives. ","txt_cn":"每个人都会死去,但不是每个人都真正活过。"},{"txt_en":"Yesterday is history, tomorrow is a mystery, and today is a gift.","txt_cn":"昨日之日不可留，明日之日未可知，今日之日胜礼物"},{"txt_en":"Life was like a box of chocolates, you never know what you're gonna get.","txt_cn":"生命就像一盒巧克力，你永远无法知道下一个是什么味道的。"},{"txt_en":"Being genius is not enough, it takes courage to change people's hearts.","txt_cn":"成为天才是不够的，改变人们的想法更需要勇气。"},{"txt_en":"Popularity is the slutty little cousin of prestige, my friend.","txt_cn":"声望与威信形影不离。"},{"txt_en":"In all that sprawling city, there was everything except an end.","txt_cn":"连绵不绝的城市，什么都有，可唯独没有尽头。"},{"txt_en":"Everything you see exists together in a delicate balance.","txt_cn":"世界上所有的生命都在微妙的平衡中生存。"},{"txt_en":"I must say a word about fear. It is life’s only true opponent. Only fear can defeat life.","txt_cn":"这里必须说说恐惧，它是生活惟一真正的对手，因为只有恐惧才能打败生活。"},{"txt_en":"Work hard!Work will save you. Work is the only thing that will see you through this.","txt_cn":"努力工作!工作能拯救你。埋头苦干可令你忘记痛楚。"},{"txt_en":"A little chance encounter could be the one you've waited for.","txt_cn":"一次小小的偶遇，可能就是你期盼已久的邂逅。"},{"txt_en":"The important thing in life is to have a great aim , and the determination to attain it.","txt_cn":"人生重要的事情就是确定一个伟大的目标，并决心实现它。"},{"txt_en":"It is not our abilities that show what we truly are， it is our choices.","txt_cn":"决定我们成为什么样人的，不是我们的能力，而是我们的选择。"},{"txt_en":"We're all in the gutter, but some of us are looking at the stars.","txt_cn":"身在井隅，心向璀璨。"},{"txt_en":"This path has been placed before you. The choice is yours alone.","txt_cn":"路就在你脚下，你自己决定。"},{"txt_en":"Do not , for one repulse , give up the purpose that you resolved to effect .","txt_cn":"不要只因一次失败，就放弃你原来决心想达到的目的。"},{"txt_en":"All happy families are happy alike, all unhappy families are unhappy in their own way.","txt_cn":"幸福的家庭总是相似的，而不幸的家庭则各有各的不幸。"},{"txt_en":"I want you to be the very best version of yourself that you can be.","txt_cn":"我所希望的，是你能成为最好的自己！"},{"txt_en":"Inspiration is a gift to be given as well as received, and that love begins small but always grows.","txt_cn":"对心的启迪和鼓舞是一个礼物，既可接纳也可赠予，而爱起于微末，却总能茁壮成长。"},{"txt_en":"Your mind is like this water. When it is agitated, it becomes difficult to see, but if you allow it to settle, the answer becomes clear.","txt_cn":"心如此水，乱则不明，但若心如止水，答案便尽现眼前。"},{"txt_en":"If every unfolding we experience takes us further along in life, then, we are truly experiencing what life is offering.","txt_cn":"如果我们在人生中体验的每一次转变都让我们在生活中走得更远，那么我们就真正的体验到了生活想让我们体验的东西。"},{"txt_en":"Find a truly original idea. It is the only way I will ever distinguish myself. It is the only way I will ever matter.","txt_cn":"找到真正的原创思想。这是唯一能够使我永远与众不同的方法，是唯一能让我举足轻重的方法。"},{"txt_en":"You must try things that may not work. And you must not let anyone define your limits because of where you come from. Your only limit is your soul.","txt_cn":"千万不要怕失败，也不要因为出身低就让别人限制了你的发展，成败在于你自己。"},{"txt_en":"When you find peace within yourself, you become the kind of person who can live at peace with others.","txt_cn":"当你找到内心的平静，你便成为能和别人和平共处的人。"},{"txt_en":"Those who cannot change their minds cannot change anything.","txt_cn":"无法改变想法的人，无法改变任何事。"},{"txt_en":"Let the year ahead be the one where all your dreams come true.","txt_cn":"让未来的一年成为你梦想成真的地方。"},{"txt_en":"There are far, far better things ahead than any we leave behind.","txt_cn":"比起任何过去发生的事，我们的未来有更好的事情会发生。"},{"txt_en":"You make millions of decisions that mean nothing and then one day your order takes out and it changes your life.","txt_cn":"每天都在做很多看起来毫无意义的决定,但某天你的某个决定就能改变你的一生。"},{"txt_en":"Nature has no ups and downs， the earth would not be fruitful achievements. ","txt_cn":"自然界没有风风雨雨，大地就不会春华秋实。"},{"txt_en":"If you love me, let it be for naught, except for love's sake only.","txt_cn":"如果你爱我，那就不要为了其他，只为爱情。"},{"txt_en":"Sometimes we stare so long at a door that is closing that we see too late the one that is open.","txt_cn":"我们有时太久地专注于消失的机会，以致于太晚发现开放的机会。"},{"txt_en":"My number one rule is to hope for the best and plan for the worst.","txt_cn":"我的首要原则是：抱最大的希望，做最坏的打算。"},{"txt_en":"Don't judge each day by the harvest you reap but by the seeds that you plant.","txt_cn":"不要用你的收成来评价你的每一天，而要看你每天播种了多少。"},{"txt_en":"You never win with violence. You only win when you maintain your dignity.","txt_cn":"你永远不会以暴力取胜。只有保持尊严才能战胜一切。"},{"txt_en":"You may not control all the events that happen to you, but you can decide not to be reduced by them.","txt_cn":"你可能不能控制所有发生在你身上的事，但是你可以决定不被它们所累。"},{"txt_en":"We are the ones obsessed by measurement. The world just pours it out.","txt_cn":" 人们总醉心于算计，而世界却倾其所有，慷慨给予。"},{"txt_en":"Any profession was worthy of respect to men who for centuries earned bread by the sweat of their brows.","txt_cn":"千百年来，只要肯卖力气，用劳动来换饭吃，任何职业都是值得尊敬的。"},{"txt_en":"Success is not final, failure is not fatal: it is the courage to continue that counts.","txt_cn":"成功不是终点，失败也不是：重要的是继续前进的勇气。"},{"txt_en":"We come from a dark abyss, we end in a dark abyss, and we call the luminous interval life.","txt_cn":"我们来自漆黑的深渊，我们归于漆黑的深渊，中间光明的间隔，被我们唤作一生。"},{"txt_en":"Be who you are and say what you feel, because those who matter don't mind, and those that mind, don't matter.","txt_cn":"做你自己，说出你的感受。因为你在意的人不会介意，而介意的人，你不必在意。 "},{"txt_en":"In the depths of winter I finally learned there was in me an invincible summer.","txt_cn":"在严冷的冬日，我终于发现，在我心里，有一个永无止境的夏天。"},{"txt_en":"It can be said that off year is the prelude of the Spring Festival. This time is known as \"early spring day\" by the folk people.","txt_cn":"可以说“小年”是“大年”春节的序曲，在民间人们把这段时间称之为“迎春日”。"},{"txt_en":"Sometimes the world seems against you. The journey may leave a scar. But scars can heal and reveal just where you are.","txt_cn":"有时似乎整个世界都与你为敌，人生旅途可能会让你伤痕累累。但伤口终会痊愈，也会提醒你，你身在何方。"},{"txt_en":"Whatever you can do or dream you can, begin it. Boldness has genius, power and magic in it.","txt_cn":"无论你能做什么，或者梦想能做什么，着手开始吧。大胆就是天赋、能量和魔力的代名词。"},{"txt_en":"For attractive lips, speak words of kindness. For lovely eyes, seek out the good in people. For a slim figure, share your food with the hungry. ","txt_cn":"若要双唇迷人，要说友善的话；若要眼眸可爱，要看别人的好；若要身材苗条，把你的食物分给饥饿的人。"},{"txt_en":"Wisdom is knowing what to do next, skill is knowing how to do it, and virtue is doing it. ","txt_cn":"智慧是知道下一步做什么，技能是知道如何做，而美德就是去做。"},{"txt_en":"Our fate lives within us, you only have to be brave enough to see it.","txt_cn":"命运是与生俱来的，你得足够勇敢才能看到它。"},{"txt_en":"Cheers to a New Year and another chance for us to get it right.","txt_cn":"为了新的一年，为了我们还有机会把事情做好，干杯！"},{"txt_en":"The object of a new year is not that we should have a new year, but rather that we should have a new soul.","txt_cn":"新年的目的并非是拥有新的一年，而是拥有一个新的灵魂。 "},{"txt_en":"Be at war with your vices, at peace with your neighbours, and let every new year find you a better man.","txt_cn":"与恶习作战，与邻里友好相处，在新的一年变得更加优秀。"},{"txt_en":"I don't care what they're going to say; Let the storm rage on; The cold never bothered me anyway.","txt_cn":"别人的话，何必在意，就让风暴怒吼，严寒再也无法侵扰我。"},{"txt_en":"Never believe that a few caring people can't change the world. For, indeed, that's all who ever have.","txt_cn":"永远不要怀疑一小部分热心的民众能够改变世界。事实上，他们是唯一曾改变世界的人。"},{"txt_en":"Have you ever seen the scene of Los Angeles at 4am?","txt_cn":"你见过凌晨四点的洛杉矶吗？"},{"txt_en":"As a kid growing up, I never skipped steps. I always worked on fundamentals because I know athleticism is fleeting.","txt_cn":"成长过程中，我从来没有跳过任何一个步骤，致力于打好基础，因为我知道，运动员生涯短暂。"},{"txt_en":"Everything negative- pressure, challenges- is all an opportunity for me to rise.","txt_cn":"每件负面的事情-压力、挑战-都是令我崛起的机会。"},{"txt_en":"You don’t have to see the whole staircase, just take the first step.","txt_cn":"你不用看到整个楼梯，你只需要跨出第一步。"},{"txt_en":"Sometimes, even if you know how something’s going to end, that doesn’t mean you can’t enjoy the ride.","txt_cn":"有时候，即使你知道了故事的结局，也不代表你不可以享受它的过程。"},{"txt_en":"I know someone in the world is waiting for me, although I've no idea of who he is. But I feel happy every day for this.","txt_cn":"我知道这世上有人在等我，尽管我不知道他是谁。但是因为这样，我每天都非常快乐。"},{"txt_en":"It took me 17 years and 114 days to become an overnight success.","txt_cn":"我花了17 年又 114 天的时间才一举成名。"},{"txt_en":"Regardless of the outcome for the history of mankind, we have decided to choose hope.","txt_cn":"无论最终结果将人类历史导向何处，我们决定，选择希望。"},{"txt_en":"Whatever it is you're scared of doing, do it. Make your mistakes, next year and forever.","txt_cn":"你最害怕什么，去做就是了。勇于犯错，每年都是如此，永远永远。"},{"txt_en":"Originality does not consist in saying what no one has ever said before, but in saying exactly what you think yourself.","txt_cn":"新颖不是说别人没说过的话，而是完全说出自己的想法。"},{"txt_en":"We are masters of the unsaid words, but slaves of those we let slip out. ","txt_cn":"一言未宣，吾为其主；一言既出，吾为其奴。"},{"txt_en":"Let's seize the day and live it to the full, and greet the arrival of the year 2020 together.","txt_cn":"让我们只争朝夕，不负韶华，共同迎接2020年的到来。\t"},{"txt_en":"Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.","txt_cn":"渴望是所有成就的原点，不是希望、不是愿望，而是一个热切、令人悸动、凌驾一切的渴望。"},{"txt_en":"You know some birds are not meant to be caged, their feathers are just too bright.","txt_cn":"你知道，有些鸟儿是注定不会被关在牢笼里的，它们的每一片羽毛都闪耀着自由的光辉。"},{"txt_en":"Birds sing after a storm. Why shouldn't people feel as free to delight in whatever sunlight remains to them?","txt_cn":"鸟儿在暴风雨后歌唱，人们为什么在仍是阳光普照的时候还不尽情感受快乐呢？"},{"txt_en":"Almost all absurdity of conduct arises from the imitation of those whom we cannot resemble. ","txt_cn":"几乎所有荒谬的行为均源自于模仿那些我们不可能雷同的人。"},{"txt_en":"Failure will never overtake me if my determination to succeed is strong enough.","txt_cn":"只要我成功的决心足够强，失败就永远不会打倒我。"},{"txt_en":"Pay attention to the signs of love around you, because you know that life has an end. P.S.: I love you forever.","txt_cn":"留心身边爱的讯号，要知道生命是有尽头的。附注：我永远爱你。"},{"txt_en":"So we beat on, boats against the current, borne back ceaselessly into the past. ","txt_cn":"我们奋力前行，小舟逆水而上，不断地被浪潮推回到过去。"},{"txt_en":"No matter what kind of animal you are, change starts with you.","txt_cn":"天性如何并不重要，重要的是你开始改变。"},{"txt_en":"Better not to ignore the past but learn from it instead. Otherwise, history has a way of repeating itself. ","txt_cn":"最好不要无视过去，而是从中汲取经验教训，否则，历史会有重演的时候。"},{"txt_en":"Some say you’d never meet your heroes,but if you are really blessed,you get them as your parents.","txt_cn":"有些人说你可能一辈子都遇不到自己的英雄，但是如果你足够幸运的话，他们会是你的父母。"},{"txt_en":"Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.","txt_cn":"从别的日子里漂浮到我生命里的云，不再落下雨点或引起风暴了,却只给予我夕阳的天空以色彩。"},{"txt_en":"What we do for ourselves dies with us. What we do for others and the world remains and is immortal.","txt_cn":"为自己做的都会随着死去而消逝，为他人和世界所做的将会延续而不朽。"},{"txt_en":"The more you like yourself, the less you are like anyone else, which makes you unique. ","txt_cn":"你越喜欢你自己，你就越不像其他人，而这会使你变得独特。"},{"txt_en":"Solitude is the soul's holiday, an opportunity to stop doing for others and to surprise and delight ourselves instead.","txt_cn":"独处是灵魂的假期，你可以不为他人奔忙，只为给自己带来惊喜与喜悦。"},{"txt_en":"Repeated psychology tests have proven that telling someone your goal makes it less likely to happen.","txt_cn":"反复的心理测试证实，把自己的目标告诉别人会让目标更不可能实现"},{"txt_en":"Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.","txt_cn":"不完美是一种美，疯狂是一种天分，不靠谱总好过无聊至极。"},{"txt_en":"All is riddle, and the key to a riddle…is another riddle.","txt_cn":"所有的事物都是谜团，而解开一个谜的钥匙……是另一个谜。"},{"txt_en":"The farther backward you can look, the farther forward you will see.","txt_cn":"你回首看得越远，你向前也会看得越远。"},{"txt_en":"Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.","txt_cn":"想象力比知识更为重要。知识是有限的，而想象力则包围着整个世界。"},{"txt_en":"The man who passes the sentence should swing the sword.","txt_cn":"宣判的人应该亲自挥刀。"},{"txt_en":"Don’t bother just to be better than your contemporaries or predecessors. Try to be better than yourself.","txt_cn":"别自寻烦恼的只想比你同时代的人或是先辈们出色，试着比你自己更出色吧。"},{"txt_en":"When a good man is hurt, all who would be called good must suffer with him.","txt_cn":"当一个好人受到伤害，所有的好人定将与其同历磨难。"},{"txt_en":"Once you do something, you never forget. Even if you can't remember.","txt_cn":"你做过的事，就永远不会忘，即便你会想不起来。"},{"txt_en":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","txt_cn":"孩子害怕黑暗，情有可原;人生真正的悲剧，是成人害怕光明。"},{"txt_en":"It's not so important who starts the game,but who finishes it.","txt_cn":"谁开局并不重要，重要的是谁完成了比赛。"},{"txt_en":"While the world is full of suffering, it is also full of overcoming it.","txt_cn":"虽然世界充满苦难，但是苦难总是可以战胜的。"},{"txt_en":"Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.","txt_cn":"受苦能突显坚强的灵魂，最明显的特征就是那伤口痊愈的疤痕。"},{"txt_en":"The flower that blooms in adversity is the most rare and beautiful of all.","txt_cn":"逆境中绽放的花朵，才是最珍贵、最美丽的。"},{"txt_en":"Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.","txt_cn":"了解持家难处的女性，较易明白治国之难处。"},{"txt_en":"I am a great believer in luck, and I find that the harder I work, the more I have of it.","txt_cn":"我很相信运气，事实上我发现我越努力，我的运气越好。"},{"txt_en":"You throw a peach to me,I give you a white jade for friendship.","txt_cn":"投我以木桃，报之以琼瑶。"},{"txt_en":"Some of the best lessons are learned from past mistakes.","txt_cn":"吃一堑，长一智。"},{"txt_en":"The only thing I want is to awaken all humans on the planet that we are living on Mother Earth.","txt_cn":"我想要提醒这个星球上的人类的唯一一件事就是：我们依赖地球母亲生存。"},{"txt_en":"One tends to twist facts to suit theories instead of theories to suit facts.","txt_cn":"人们往往倾向于将事实强加于理论，而非将理论运用于事实。"},{"txt_en":"The lives of the dead are recorded in the minds of the living.","txt_cn":"生者记忆中，逝者长存。"},{"txt_en":"Do not save what is left after spending, but spend what is left after saving.","txt_cn":"不要把消费剩下的才储蓄，要先储蓄再消费。"},{"txt_en":"Live as if you were to die tomorrow. Learn as if you were to live forever.","txt_cn":"如同明日将死那样生活，如同永远不死那样求知。"},{"txt_en":"If you don't walk out, you will think that this is the whole world.","txt_cn":"如果你不出去走走，你就会以为这就是全世界。"},{"txt_en":"I think the majority of the people think he is the hero of China. So even me, I am so proud of him.","txt_cn":"我认为大多数人认为他是中国的英雄。我也觉得他是，我为他骄傲。"},{"txt_en":"The future belongs to those who believe in the beauty of their dreams. ","txt_cn":"未来属于那些相信梦想美好的人。"},{"txt_en":"Build your own dreams, or someone else will hire you to build theirs.","txt_cn":"为你自己的梦想奋斗,否则你就得给别人打工建造他们的梦想了。"},{"txt_en":"Discover the great ideas that lie inside you by discovering the power of sleep.","txt_cn":"通过探索睡眠带来的力量来发现你内心的卓越想法吧。"},{"txt_en":"Pretend modest often is nonsense, sometimes just is the beat around the bush boast.","txt_cn":"假装谦虚往往就是信口开河，有时候简直是拐弯抹角的自夸。"},{"txt_en":"The minute you settle for less than you deserve, you get even less than you settled for.","txt_cn":"一旦你为自己设定的少于你本应完成的，你最终得到的会比你设定的还要少。"},{"txt_en":"The most important thing in life will always be the people right there, right now.","txt_cn":"人生在世，最重要的，莫过于此时此刻陪伴你的人。"},{"txt_en":"He who controls others may be powerful, but he who has mastered himself is mightier still.","txt_cn":"胜人者有力，自胜者强。"},{"txt_en":"Love all, trust a few, do wrong to none.","txt_cn":"爱所有人，信任少许人，勿伤任何人。"},{"txt_en":"I dreamed a dream in time gone by, when hope was high and life worth living.","txt_cn":"曾几何时，我流连梦境，心比天高，人生充满希望。"},{"txt_en":"A true conservationist is a man who knows that the world is not given by his fathers, but borrowed from his children.","txt_cn":"真正的环保主义者应该知道，我们的世界不是继承自父辈的，而是从子孙后代那里借来的。"},{"txt_en":"The revelation of thought takes men out of servitude into freedom.","txt_cn":"思想的解放使人们摆脱奴役获得自由。"},{"txt_en":"My hope still is to leave the world a bit better than when I got here. ","txt_cn":"我的愿望仍是，这个世界在我离开之时比我来时要好一点。"},{"txt_en":"Turn inward and examine yourself when you encounter difficulties in life.","txt_cn":"行有不得，反求诸己。"},{"txt_en":"You're going to the top of this mountain, broken legs and all.","txt_cn":"你不能放弃，就算跛着脚也要爬上高峰。"},{"txt_en":"Myths are public dreams, dreams are private myths.","txt_cn":"神话是大众的梦想，梦想是一个人的神话。"},{"txt_en":"You need to believe that something extraordinary is possible. ","txt_cn":"你要去相信，生命中有些特别的东西，是可能存在的。"},{"txt_en":"I will dedicate myself to medicine with love for my motherland and loyalty to the people.","txt_cn":"我志愿献身医学，热爱祖国，忠于人民。"},{"txt_en":"The quality, not the longevity, of one's life is what is important.","txt_cn":"人一生最重要的是生命的质量而非寿命的长度。"},{"txt_en":"Passion is a key ingredient to the study and practice of law and of life.","txt_cn":"激情是学习和实践法律不可或缺的要素，同时也是生命中不可或缺的要素。"},{"txt_en":"Reducing human contact doesn’t lessen drivers’ sense of humanity.","txt_cn":"虽然人与人的直接接触减少了，但这并没有削弱外卖骑手的人性关怀。"},{"txt_en":"Love is the only thing that we can carry with us when we go, and it makes the end so easy.","txt_cn":"爱是我们去世时惟一能够带走的东西，它使得死亡变得如此从容。"},{"txt_en":"Savages we call them because their manners differ from ours.","txt_cn":"我们称呼他们为野蛮人，就因为他们的文明和我们的不同。"},{"txt_en":"You don't know how fast time goes by until you get there.","txt_cn":"你想不到时间过得有多快，等你明白过来已经晚了。"},{"txt_en":"Whatever our souls are made of, his and mine are the same.","txt_cn":"无论我们的灵魂由什么构成，至少他的和我的彼此相通。"},{"txt_en":"If you start out with a tragic view of life, then anything since is just a bonus.","txt_cn":"如果你以悲观的角度看待生活，那么之后生命中的一切都是嘉奖。"},{"txt_en":"I often miss childhood, it is durable, good quality.","txt_cn":"我经常怀念童年，它经久耐用，质量良好。"},{"txt_en":"The real death is that no one in the world remembers you.","txt_cn":"当活人的世界里再没有人记得你时，这就是终极死亡。"},{"txt_en":"There should be a better way to start a day than waking up every morning. ","txt_cn":"应该有更好的方式开始新一天, 而不是千篇一律的在每个上午醒来。"},{"txt_en":"Courage is the ladder on which all the other virtues mount.","txt_cn":"勇气是一架梯子，其他美德全靠它才能爬上去。"},{"txt_en":"Don't hate your enemy, or you will make wrong judgment.","txt_cn":"不要憎恨你的敌人，否则你将做出错误的判断。"},{"txt_en":"I have no special talent. I am only passionately curious.","txt_cn":"我没有特殊的才能，我只是有强烈的好奇心。"},{"txt_en":"Everything in excess is opposed to nature.","txt_cn":"在自然中，一切事物过犹不及。"},{"txt_en":"I think the truly natural things are dreams, which nature can't touch with decay.","txt_cn":"我认为梦境才最为真切，它自然纯净、无法侵腐。"},{"txt_en":"A man's character may be learned from the adjectives which he habitually uses in conversation.","txt_cn":"一个人的性格可以从他谈吐中使用的形容词里去了解。"},{"txt_en":"Our planet is a lonely speck in the great enveloping cosmic dark.","txt_cn":"我们的星球是宇宙无边的黑暗中孤独的尘埃。"},{"txt_en":"I have spent my entire life putting off things that I thought there’d be time for later. ","txt_cn":"我这一辈子都在推迟做那些我以为以后会有时间做的事情。"},{"txt_en":"The mankind’s courage and resolution will be witnessed and remembered by stars.","txt_cn":"人类的勇气和坚毅必将被镌刻在星空之下。"},{"txt_en":"The chief danger in life is that you may take too many precautions.","txt_cn":"人生最大的危险在于太过于谨慎。"},{"txt_en":"Don't give up the things that belong to you and keep those lost things in memory.","txt_cn":"属于自己的，不要放弃。已经失去的，留作回忆。"},{"txt_en":"Formal education will make you a living; self-education will make you a fortune.","txt_cn":"正规教育能维持生计，自我教育能获得财富。"},{"txt_en":"Go as far as you can see, when you get there you'll be able to see farther. ","txt_cn":"去你所能到达的最远处，等你到那儿，你会看得更远。"},{"txt_en":"Don't close your eyes, the opportunity will appear in the next second.","txt_cn":"请不要闭眼，机会就在下一秒钟出现。"},{"txt_en":"I have witnessed the softening of the hardest of hearts by a simple smile.","txt_cn":"再怎样的铁石心肠，也会因一个小小的微笑而变得柔软起来。"},{"txt_en":"The proletarians have nothing to lose but their chains. They have a world to win. ","txt_cn":"无产者在这个革命中失去的只是锁链。他们获得的将是整个世界。"},{"txt_en":"Despite the forecast, live as it’s spring. ","txt_cn":"无论天气预报如何，把每天都当成春天来过。"},{"txt_en":"A man who dares to waste one hour of time has not discovered the value of life. ","txt_cn":"发现了生命的价值的人，一个小时都不会浪费。"},{"txt_en":"To be a sailor of the world, bound for all ports.","txt_cn":"做世界的水手，游遍所有的港口。"},{"txt_en":"There shall be eternal summer in the grateful heart.","txt_cn":"感恩的心中有永恒的夏天。"},{"txt_en":"If I were dead and buried and I heard your voice, beneath the sod my heart of dust would still rejoice.","txt_cn":"我死后还会听见你的声音，我在墓中的灵魂依旧欢欣。"},{"txt_en":"He who does not punish evil commands it to be done.","txt_cn":"不惩罪恶，无异于鼓动他人作恶。"},{"txt_en":"If you noticed, everyone started off with their own stride, their own pace.","txt_cn":"你们若是注意，每个人都是以自己的步幅行走。"},{"txt_en":"No matter how dark the moment, love and hope are always possible.","txt_cn":"无论眼前有多黑暗，爱和希望总有可能。"},{"txt_en":"Men are what their mothers made them.","txt_cn":"人是母亲塑造而成的。"},{"txt_en":"Because it's not important to be right. It's only important to be true.","txt_cn":"因为正确并不重要，真实才重要。"},{"txt_en":"Man is, properly speaking, based upon hope; he has no other possession but hope.","txt_cn":"可以说，人是立足于希望之上的，除了希望他别无所有。"},{"txt_en":"Life is a journey to be experienced, not a problem to be solved.","txt_cn":"生活是要去经历的一段旅程，而不是要去解决的一个难题。"},{"txt_en":"May the expectations placed on us be exceeded only by our ability to meet them.  ","txt_cn":"愿我们达成期望的能力能够超越对我们的期许。"},{"txt_en":"If you focus on results, you will never change. If you focus on change, you will get results.","txt_cn":"把焦点放在结果，你将看不到改变；把焦点放在改变，你会得到结果。"},{"txt_en":"The world of reality has its limits; the world of imagination is boundless.","txt_cn":"现实世界有其范畴，想象的世界则有无限可能。"},{"txt_en":"It is not in the stars to hold our destiny but in ourselves.","txt_cn":"我们的命运是由自己，不是天上的星星掌握。"},{"txt_en":"Without a family, man alone in the world, trembles with the cold.","txt_cn":"若没有家庭，孤独生活在这世上的人将会在冷风中颤抖不已。"},{"txt_en":"'Someday' sounds a lot like the thing people say when they actually mean 'Never'.","txt_cn":"人们说“有朝一日”的时候，其实意思就是“永不”。"},{"txt_en":"Believe that life is worth living, and your belief will help create the fact. ","txt_cn":"相信生活值得我们为之活下去，而这种信念将给你创造生活的价值。"},{"txt_en":"Real love means giving someone the power to hurt you.","txt_cn":"真正的爱意味着给别人伤害你的权利。"},{"txt_en":"There’s nothing for you behind you. All that exist is what’s ahead.","txt_cn":"来路无可眷恋，值得期待的只有前方。"},{"txt_en":"It always seems impossible until it's done.","txt_cn":"很多事情在它被完成之前，看上去都是不可能完成的。"},{"txt_en":"But you should know that no one can make you feel inferior without your consent.","txt_cn":"但是你必须明白，未经你的同意没人能让你觉得自卑。"},{"txt_en":"Down to Gehenna or up to the Throne,He travels the fastest who travels alone.","txt_cn":"无论是下到炼狱还是登上王位，独行的人走得最快。"},{"txt_en":"Wear it like armor and it can never be used to hurt you.","txt_cn":"用它来武装自己，就没有人可以用它来伤害你。"},{"txt_en":"Believe you can and you're halfway there.","txt_cn":"相信你自己能做到，你就已经成功一半了。"},{"txt_en":"What they don’t get is that when someone’s struggling, it means he’s strong.","txt_cn":"他们不懂，当一个人在挣扎，那意味着他很强大。"},{"txt_en":"Peace is not only better than war, but infinitely more arduous.","txt_cn":"和平不仅仅是比战争好，而是它远比战争来的艰辛。"},{"txt_en":"They say the important thing in life isn’t the destination, it’s the journey.","txt_cn":"人们说人生最重要的不是目的地，而是旅途本身。"},{"txt_en":"Avoid using cigarettes, alcohol, and drugs as alternatives to being an interesting person.","txt_cn":"拒绝烟、酒、毒，它们不能让你成为一个有趣的人。"},{"txt_en":"All grown-ups were once children... but only few of them remember it.","txt_cn":"所有的大人都曾经是小孩，虽然，只有少数的人记得。"},{"txt_en":"The test of the morality of a society is what it does for its children.","txt_cn":"为孩子们所做的一切应成为衡量社会道德的标尺。"},{"txt_en":"You’re consumed with the world’s perception of you.","txt_cn":"你被世界对你的看法所吞噬。"},{"txt_en":"The human voice can never reach the distance that is covered by the still small voice of conscience.","txt_cn":"良心之声寂静微小，但它传递的距离是人声永远达不到的。"},{"txt_en":"Positive thinking will let you do everything better than negative thinking will.","txt_cn":"比起悲观，乐观会让你把每一件事都做得更好。"},{"txt_en":"You have to decide whether to trust your own eyes and ears, or what other people say.","txt_cn":"你需要决定是相信自己的眼睛和耳朵，还是相信别人的话。"},{"txt_en":"Correction does much, but encouragement does more.","txt_cn":"纠正很有用，但鼓励的作用更大。"},{"txt_en":"And anybody capable of love is capable of being saved.","txt_cn":"任何一个能爱的人都可以得到拯救。"},{"txt_en":"Anyway the wind blows, doesn't really matter to me.","txt_cn":"世事变迁，于我无异。"},{"txt_en":"Be ashamed to die until you have won some victory for humanity.","txt_cn":"还没有为人类赢得任何胜利便死去是可耻的。"},{"txt_en":"I am not born for one corner, the whole world is my native land.","txt_cn":"我不是生来就该待在一个角落里，全世界都是我的故乡。"},{"txt_en":"Youth, even in its sorrows, always has a brilliancy of its own.","txt_cn":"青春，即使在它的悲哀时也是辉煌的。"},{"txt_en":"Of all the gin joints in all the towns in all the world, she walks into mine.","txt_cn":"世界上有那么多的城镇，城镇中有那么多的酒馆，她却走进了我的。"},{"txt_en":"Take the sourest lemon that life has to offer and turn it into something resembling lemonade.","txt_cn":"接过生活中酸涩的柠檬，把它变成酸甜可口的柠檬汽水。"},{"txt_en":"Zeal without knowledge is fire without light.","txt_cn":"没有知识的热忱犹如火之无光。"},{"txt_en":"The soul selects her own society, then shuts the door, to her divine majority, present no more.","txt_cn":"灵魂选择自己的伴侣，然后，把门紧闭，她神圣的决定，再不容干预。"},{"txt_en":"I do not live in the world alone, but in a thousand worlds.","txt_cn":"我不是独自生活在这世界上，而是生活在千百个世界之中。"},{"txt_en":"The deepest love I think, later than apart, I will live as you like.","txt_cn":"我所认为最深沉的爱，莫过于分开以后，我将自己活成了你的样子。"},{"txt_en":"A man may fail many times, but he isn't a failure until he begins to blame somebody else.","txt_cn":"一个人可能会失败很多次，然而在他开始怪罪于他人之前，他都不是失败者。"},{"txt_en":"Then “real” is simply electrical signals interpreted by your brain.","txt_cn":"所谓真实无非就是经你大脑处理过的电信号。"},{"txt_en":"Love is the one thing that transcends time and space.","txt_cn":"只有爱可以穿越时空。"},{"txt_en":"You don't know about real loss...cause that only occurs when you love something more than you love yourself.","txt_cn":"你不了解真正的失去，唯有爱别人胜于自己才能体会。"},{"txt_en":"A man's feet should be planted in his country, but his eyes should survey the world.","txt_cn":"一个人应该立足本土，放眼世界。"},{"txt_en":"Beneath this mask there is more than flesh. Beneath this mask there is an idea. And ideas are bulletproof.","txt_cn":"在这面具之下的不是血肉之躯，而是刀枪不入的理念。"},{"txt_en":"For the ideal that I hold near to my heart, I'd not regret a thousand times to die.","txt_cn":"亦余心之所善兮，虽九死其尤未悔。"},{"txt_en":"Victory and defeat arc each of the same price.","txt_cn":"胜利和失败每方都是同等的代价。"},{"txt_en":"Presence of mind and courage in distress are more than armies to procure success.","txt_cn":"危难时保持理智和勇气，胜过千军万马去夺取胜利。"},{"txt_en":"Sometimes a little discomfort in the beginning can save a whole lot of pain down the road.","txt_cn":"有时起初的隐忍可以避免一路的疼痛。"},{"txt_en":"Fashion is architecture: it is a matter of proportions.","txt_cn":"时尚也是建筑学：有关比例的问题。"},{"txt_en":"We can do anything we want to do if we stick to it long enough.","txt_cn":"只要锲而不舍，我们便能做自己想做的任何事情。"},{"txt_en":"Industry is the soul of business and the keystone of prosperity.","txt_cn":"勤劳是事业的灵魂，繁荣的关键。"},{"txt_en":"Nothing that has meaning is easy. Easy doesn’t enter into grown-up life.","txt_cn":"凡是有意义的事都不会容易，成年人的生活里没有容易二字。"},{"txt_en":"We all, whether we know it or not, are fighting to make the kind of a world that we should like.","txt_cn":"不管意识到与否，我们都在为创造一个我们喜欢的世界而奋斗。"},{"txt_en":"In life, it's important to distinguish between need and want.","txt_cn":"生活中要分清楚什么是自己想要的，什么是自己需要的。"},{"txt_en":"Never idle a moment，but thrifty and thoughtful of others．","txt_cn":"一刻也不要疏懒，要节俭和体谅他人。"},{"txt_en":"I don’t think that anybody can grow unless he really is accepted exactly as he is.","txt_cn":"一个人除非真正接受自己，否则他没法成长。"},{"txt_en":"Work and acquire, and thou hast chained the wheel of chance.","txt_cn":"边工作边探求，你便可拴住机会的车轮。"},{"txt_en":"Life is all about a simple word, just get through it.","txt_cn":"生活就是简单的一个词，坚持下去。"},{"txt_en":"Innocence dwells with wisdom, but never with ignorance.","txt_cn":"纯真与智慧同在，但它决不和愚昧相关。"},{"txt_en":"You are very much on time, and in your time zone destiny set up for you.","txt_cn":"在命运为你安排的属于自己的时区里，一切都准时。"},{"txt_en":"If you only do what you can do you’ll never be more than you are now.","txt_cn":"如果你只做你力所能及的事，你就没法进步。"},{"txt_en":"I do not believe such a quality as chance exists. Every incident that happens must be a link in chain.","txt_cn":"我不相信有运气这种东西，每件意外发生都有其连锁关系。"},{"txt_en":"I wanted to live deep and suck out all the marrow of life.","txt_cn":"我希望活得深刻，吸取生命中所有精华。"},{"txt_en":"Till tomorrow's sun has set, one day to walk the earth!","txt_cn":"明日日落前，行于世一日。"},{"txt_en":"My interest is in the future because I am going to spend the rest of my life there.","txt_cn":"我只对将来感兴趣，因为我的余生将在那儿度过。"},{"txt_en":"Fate makes relatives, but choice makes friends. ","txt_cn":"亲戚是天生的，而朋友则是选择的。"},{"txt_en":"Sometimes l feel I’m fighting for a life I just ain’t got the time to live. I want it all to mean something.","txt_cn":"我常常觉得我在为一个没时间享受的人生奋斗，我希望它能有价值。"},{"txt_en":"The greatest brilliance in life lies not in never falling, but fall can always rise again.","txt_cn":"生命中最伟大的光辉不在于永不坠落，而是坠落后总能再度升起。"},{"txt_en":"Having dreams is what makes life tolerable.","txt_cn":"梦想使生活得以忍受。"},{"txt_en":"Every strike brings me closer to the next home run.","txt_cn":"每一次挥棒落空都让我更接近下一个全垒打。"},{"txt_en":"Independence is good, but isolation is too high a price to pay for it.","txt_cn":"独立自主是件好事，但是孤立却要付出很高的代价。"},{"txt_en":"Maybe life has no meaning, and the best we can hope for is just being nice.","txt_cn":"可能生活本来就没什么意义，我们能做到最好的就是友善对待身边的一切。"},{"txt_en":"Winners never quit and quitters never win. ","txt_cn":"退缩者永无胜利，胜利者永不退缩。"},{"txt_en":"It's so easy to be careless, but it takes curse and courage to take cares.  ","txt_cn":"想要不在乎太容易了，但要有无穷的勇气才能学会在乎。"},{"txt_en":"I count myself in nothing else so happy, as in a soul remembering my good friends.","txt_cn":"我所唯一引为骄傲的事，就是我有一颗不忘友情的灵魂。"},{"txt_en":"Cease to inquire what the future has in store, and take as a gift whatever the day brings forth.","txt_cn":"不要问未来会带来什么，把时日带给我们的东西当作礼物收下吧。"},{"txt_en":"Being surrounded by the wrong people is the loneliest thing in the world.","txt_cn":"被错误的人围绕着才是世上最孤独的事。"},{"txt_en":"Hope is like the sun, as we journey toward it, casts the shadow of our burden behind us.","txt_cn":"希望有如太阳，当我们向它行进时，便把我们负担的阴影投在身后。"},{"txt_en":"You must practice being stupid, dumb, unthinking, empty.","txt_cn":"你得学着痴一点，钝一些，少想一些，彻底放空自己。"},{"txt_en":"It is the ultimate luxury to combine passion and contribution. It’s also a very clear path to happiness. ","txt_cn":"将激情和贡献结合在一起是终极奢侈的。这也是一条通往幸福的大道。"},{"txt_en":"Try to make sense of what you see, and wonder about what makes the universe exist. Be curious.","txt_cn":"试着去理解你所看到的，思索宇宙为何存在，好奇一点。"},{"txt_en":"The successful warrior is the average man, with laser-like focus.","txt_cn":"成功的战士是普通的人，只是有着如镭射般的专注。"},{"txt_en":"The most important love you can receive is from yourself.","txt_cn":"最重要的一种爱是自爱。"},{"txt_en":"I am simply I, and I cannot be labeled.","txt_cn":"我就是我，无法被贴上任何标签。"},{"txt_en":"Being born in a duck yard does not matter, if only you are hatched from a swan's egg.","txt_cn":"只要是从天鹅蛋孵出来的，即使生在养鸭场也没有关系。"},{"txt_en":"Smile and maybe tomorrow you'll see sun come shinning through.","txt_cn":"微笑吧，或许明天你就会看到太阳照耀着你。"},{"txt_en":"Success at anything will always come down to this: Focus & Effort, and we control both.","txt_cn":"任何事物的成功都取决于两方面：专注和努力，而两者都由我们控制。"},{"txt_en":"Let life be beautiful like summer flowers and death like autumn leaves.","txt_cn":"生如夏花之绚烂，死如秋叶之静美。"},{"txt_en":"It is the quality of one's convictions that determines success, not the number of followers.","txt_cn":"决定胜负的是战斗者的意志，而非追随者的数量。"},{"txt_en":"This mountain is full of mysteries, like why is my head falling on your shoulder.","txt_cn":"这座山满是未解之谜，就像我的头为什么靠上你的肩。"},{"txt_en":"Hope! Of all ills that man endure, the only cheap and universal cure.","txt_cn":"在人们患有的一切疾病中，希望是唯一廉价和普遍的治疗。"},{"txt_en":"The hardships that I encountered in the past will help me succeed in the future.","txt_cn":"我过去遇到的困难会在未来帮助我成功。"},{"txt_en":"Every passing minute is another chance to turn it all around.","txt_cn":"过去的每一分钟都是改变现状的一次机会。"},{"txt_en":"You never really know a man until you stand in his shoes and walk around in them.","txt_cn":"如果你不感同身受，你永远不会真正地了解一个人。"},{"txt_en":"No amount of money ever bought a second of time.","txt_cn":"再多的钱也无法买回逝去的光阴。"},{"txt_en":"Success is stumbling from failure to failure with no loss of enthusiasm.","txt_cn":"成功是在失败中摸索，同时不失去热情。"},{"txt_en":"The best way out is always through.","txt_cn":"最好的出路永远都是勇往直前。"},{"txt_en":"All over the place was six pence, but he looked up at the moon.","txt_cn":"满地都是六便士，他却抬头看见了月亮。"},{"txt_en":"Nothing in the world can take the place of persistence.","txt_cn":"世界上没有什么可以取代坚持。"},{"txt_en":"A tiny change today brings a dramatically different tomorrow.","txt_cn":"今天的微小改变，会带来全然不同的明天。"},{"txt_en":"You should never judge something you don't understand.","txt_cn":"你不应该去评判你不了解的事物。"},{"txt_en":"Keep a little fire burning; however small, however hidden.","txt_cn":"让胸中之火燃烧，不管多微弱，不管藏得有多深。"},{"txt_en":"A major advantage of the remarkable people is: perseverance in the adverse and difficult encounter.","txt_cn":"卓越的人的一大优点是：在不利和艰难的遭遇里百折不挠。"},{"txt_en":"Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.","txt_cn":"因了解树，我懂得何谓耐心。因了解草，我才能欣赏坚持。"},{"txt_en":"I figure life is a gift and I don't intend on wasting it. ","txt_cn":"生命是上天的馈赠，我不想虚度年华。"},{"txt_en":"You can't blame gravity for falling in love.","txt_cn":"坠入爱河这事儿，你可不能怪地心引力。"},{"txt_en":"It's easy to find if you know what you're looking for.","txt_cn":"如果你知道自己想追求什么，就很容易成功。"},{"txt_en":"There's no dishonor in losing the race, there's only dishonor in not race because you're afraid to lose. ","txt_cn":"输掉比赛没什么丢脸的，但是因为怕输就放弃比赛，才是最丢脸的。"},{"txt_en":"I have decided to stick with love. Hate is too great a burden to bear.","txt_cn":"我决定去爱，恨是难以承受的负担。"},{"txt_en":"Just because it's in print doesn't mean it's the gospel. ","txt_cn":"印刷成文的不一定就是真理。"},{"txt_en":"Do not settle for what life gives you; make life better and build something.","txt_cn":"不要安于现状；开创未来并让人生变得更好。"},{"txt_en":"I will not say \"Do not weep\" , for not all tears are an evil.","txt_cn":"我不会说“别哭”，因为并非所有眼泪都是不幸。"},{"txt_en":"We shall fight with growing confidence and growing strength in the air.","txt_cn":"我们要以高涨的信心和喷涌的力量去战斗。"},{"txt_en":"Opportunities are like sunrises. If you wait too long, you miss them. ","txt_cn":"机遇就像晨光，稍纵即逝。"},{"txt_en":"If we don't end war, war will end us.","txt_cn":"如果我们不结束战争，被终结的将是我们自己。"},{"txt_en":"Everyone has his disadvantages, like the apple bitten by God. ","txt_cn":"每个人都会有缺陷，就像被上帝咬过的苹果。"},{"txt_en":"There are two kinds of pain: the sort of pain that makes you strong or useless pain, the sort of pain that's only suffering.","txt_cn":"痛苦分两种，一种让你变得更强，另一种毫无价值，只是徒增折磨。"},{"txt_en":"And in the end, the greatest thief of all is time. ","txt_cn":"在变幻的生命里，岁月，原来是最大的小偷。"},{"txt_en":"To simply wake up every morning a better person than when I went to bed. ","txt_cn":"我只愿早上起来成为一个比入睡前更好的人。"},{"txt_en":"Pursue excellence and success will follow.","txt_cn":"追求卓越，成功自然来。"},{"txt_en":"Sometimes vulnerability can be our greatest weapon.","txt_cn":"有时，弱点反而是我们最强的武器。"},{"txt_en":"We are the melodies and the notes of your opus. We are the music of your life.","txt_cn":"我们就是您创作的旋律和音符。我们是您人生的乐章。"},{"txt_en":"Whatever tomorrow brings, I'm grateful to see it. ","txt_cn":"不管明天将带来什么，我都会感激。"},{"txt_en":"Fire is the test of gold; adversity, of strong men.","txt_cn":"烈火见真金，逆境出英雄。"},{"txt_en":"If you don't make a choice, the choice makes you.","txt_cn":"你不主导命运，就会被命运主导。"},{"txt_en":"Some of us may just have to find meaning in the little moments that make up life.","txt_cn":"我们中有些人注定要在日常生活的点滴中寻找生命存在的意义。"},{"txt_en":"My heart laments at the sight of the autumn moon above the mountain pass.","txt_cn":"何处最伤心，关山见秋月。"},{"txt_en":"Everything has a purpose, even machine. ","txt_cn":"万物皆有使命，即使机器也有。"},{"txt_en":"Real strength doesn't come from pushing other people down. It's from lifting them up.","txt_cn":"真正的力量不是推倒别人，而是将摔倒的人扶起来。"},{"txt_en":"Those who can imagine anything, can create the impossible.","txt_cn":"能够想象任何事的人，可以创造不可能。"},{"txt_en":"Do the thing that makes you happy. Life is about feeding your soul.","txt_cn":"去做能让你开心的事，人生最重要的是满足自己。"},{"txt_en":"An ounce of action is worth a ton of theory.","txt_cn":"一盎司的行动抵得上一吨的理论。"},{"txt_en":"What is given can quickly be taken away.","txt_cn":"别人给的机会若不抓住，很快就会错失。"},{"txt_en":"Season of mists and mellow fruitfulness, close bosom-friend of the maturing sun.","txt_cn":"雾气洋溢、果实圆熟的秋，你和成熟的太阳成为友伴。"},{"txt_en":"Live your life by a compass, not a clock.","txt_cn":"不要以时钟，而是以罗盘來指引你的人生。"},{"txt_en":"What I see here is nothing but a shell. What is most important is what is invisible.","txt_cn":"我看到的都是表象，最重要的东西肉眼是看不见的。"},{"txt_en":"Calm, brave, discerning, not selfish.","txt_cn":"沉着、勇猛，有辨别，不自私。"},{"txt_en":"A mind troubled by doubt cannot focus on the course to victory.","txt_cn":"被不确定所困扰的人，是无法专注在成功的道路上的。"},{"txt_en":"Just take one deep breath, and all trouble will disappear.","txt_cn":"天大烦恼，一个深呼吸就什么都没了。"},{"txt_en":"A gentleman would be ashamed should his deeds not match his words.","txt_cn":"君子耻其言而过其行。"},{"txt_en":"All that you do, do with your might; things done by halves are never done right.","txt_cn":"做每件事情都用尽你的全力，只使出一半力气绝对无法做到位。"},{"txt_en":"He who has conquered doubt and fear has conquered failure.","txt_cn":"战胜怀疑与恐惧的人，已经战胜了失败。"},{"txt_en":"I only pray our life be long, and our souls together heavenward fly!","txt_cn":"但愿人长久，千里共婵娟。"},{"txt_en":"Enjoy the journey of life and not just the endgame.","txt_cn":"享受人生旅程而不仅是关注结果。"},{"txt_en":"Worrying does not empty tomorrow of its troubles; it empties today of its strength.","txt_cn":"焦虑不能清空明天的问题，只会消除今天的力气。"},{"txt_en":"Belief in the unreal can comfort the human mind, but it also weakens it.","txt_cn":"对虚幻的信仰能抚慰人类的心，但也同样会令其软弱。"},{"txt_en":"We're here to put a dent in the universe. Otherwise why else even be here?","txt_cn":"活着就是为了改变世界，难道还有其他原因吗？"},{"txt_en":"The wisest mind has something yet to learn.","txt_cn":"即使最聪明的人也还有要学习的。"},{"txt_en":"True masters are those who have chosen to make a life rather than a living.","txt_cn":"开创生活，而不是维持生命，这才是生命真正的主人。"},{"txt_en":"There is always conceit and negligence behind miscount.","txt_cn":"在不幸的背后，总是有着奢侈与怠慢。"},{"txt_en":"Let us face the reality, so that we are committed to our ideal.","txt_cn":"让我们面对现实，让我们忠于理想。"},{"txt_en":"Excellence is not a skill. It is an attitude.","txt_cn":"卓越不是一种技能，而是一种态度。"},{"txt_en":"This is the \"oasis\" world, where the only limit is your own imagination.","txt_cn":"这是“绿洲”世界，在这里唯一限制你的是你自己的想象力。"},{"txt_en":"Questions can't change the truth. But they give it motion.","txt_cn":"问题不能改变事实，但是能够推动改变。"},{"txt_en":"Perfection is not just about control. It's also about letting go. ","txt_cn":"完美不是控制出来的，是爆发出来的。"},{"txt_en":"I am a slow walker, but I never walk backwards.","txt_cn":"我走得很慢，但是我从来不会后退。"},{"txt_en":"My father used to say, whatever you do, do it a hundred percent.","txt_cn":"我父亲曾经说过，不管你做什么，都要做到极致。"},{"txt_en":"If you can't feed a hundred people, then feed just one.","txt_cn":"如果你还不能养活100个人，就从帮助一个人开始。"},{"txt_en":"You would not think any duty small if you yourself were great.","txt_cn":"如果自身伟大，任何工作你都不会觉得渺小。"},{"txt_en":"Time is but a river flowing from our past.","txt_cn":"时间不过是条流经你我过往的河流。"},{"txt_en":"A weak man has doubts before a decision. A strong man has them afterwards.","txt_cn":"弱者在决策前迟疑，强者则反之。"},{"txt_en":"If you can love your enemy, you already have the victory.","txt_cn":"若你能爱你的敌人，那你已经取得了胜利。"},{"txt_en":"Purpose drives the process by which we become what we are capable of being.","txt_cn":"目标引领我们成为能够成为的人。"},{"txt_en":"A man can be destroyed but not defeated.","txt_cn":"人可以被毁灭，但不能被打败。"},{"txt_en":"Discussion is an exchange of knowledge; argument is an exchange of ignorance.","txt_cn":"讨论是知识的交流，争论是无知的碰撞。"},{"txt_en":"For what it's worth, it's never too late.","txt_cn":"只要是有意义的事，再晚去做都是有意义的。"},{"txt_en":"Generosity is its own form of power.","txt_cn":"别低估了慷慨的力量。"},{"txt_en":"Promise yourself to be so strong that nothing can disturb your peace of mind.","txt_cn":"答应自己要坚强，不让任何事物烦扰内心的平静。"},{"txt_en":"Now if you know what you're worth, go and get what you're worth.","txt_cn":"如果你知道你的价值，你就前进实现你的价值。"},{"txt_en":"So much of what is best in us is bound up in our love of family.","txt_cn":"我们心底所有美好的感情都凝结在我们对家人的爱里。"},{"txt_en":"Remember, you're the one who can fill the world with sunshine.","txt_cn":"请记住，你是能让世界洒满阳光的人。"},{"txt_en":"The charity that is a trifle to us can be precious to others.","txt_cn":"慈善，对于我们不足挂齿，而对他人可能弥足珍贵。"},{"txt_en":"Halloween is an opportunity to be really creative.","txt_cn":"万圣节是个展示创造力的好机会。"},{"txt_en":"Whatever is worth doing is worth doing well.","txt_cn":"任何值得一做的事，都该把它做好。"},{"txt_en":"A good plan today is better than a perfect plan tomorrow.","txt_cn":"今天的好计划胜过明天的完美计划。"},{"txt_en":"Adopting the right attitude can convert a negative stress into a positive one.","txt_cn":"正确的态度能将负面压力转换为正面压力。"},{"txt_en":"Death smiles at us all. All a man can do is smiles back.","txt_cn":"死神在向我们每个人微笑，我们所能做的只有回敬微笑。"},{"txt_en":"If you put off everything till you're sure of it, you'll never get anything done.","txt_cn":"如果你把每件事都推迟到确定以后才做，那你什么都做不成。"},{"txt_en":"A rolling stone gathers no moss.","txt_cn":"滚石不生苔。"},{"txt_en":"If Winter comes, can Spring be far behind?","txt_cn":"如果冬天来了, 春天还会远吗？"},{"txt_en":"The first step in solving any problem is recognizing there is one.","txt_cn":"解决任何问题的第一步，是要承认问题的存在。"},{"txt_en":"Sometimes the right path is not the easiest one.","txt_cn":"有时候，正确的道路并不是最轻松的。"},{"txt_en":"The more one judges, the less one loves.","txt_cn":"一个人评判的愈多，爱的就愈少。"},{"txt_en":"There is nothing we can hold onto in this world. Only by letting go can we truly possess what is real.","txt_cn":"把手握紧，里面什么都没有，但把手张开，就可以拥有一切。"},{"txt_en":"All things are difficult before they are easy.","txt_cn":"所有事情在变简单前都是困难的。"},{"txt_en":"Courage is fear holding on a minute longer.","txt_cn":"勇气，就是即使恐惧仍能继续坚持一分钟。"},{"txt_en":"When you reach the end of your rope, tie a knot in it and hang on.","txt_cn":"哪怕希望快要破灭，也要努力挣扎，坚持下去。"},{"txt_en":"Memory is a wonderful thing if you don't have to deal with the past.","txt_cn":"如果你不必纠缠过去，那么回忆是一件非常美好的事情。"},{"txt_en":"If you lose your purpose, it's like you're broken.","txt_cn":"如果你生活漫无目的，那就好像你坏了。"},{"txt_en":"No man understands a deep book until he has seen and lived at least part of its contents.","txt_cn":"人们只有在切身体会过某些情节后，才能理解那些深奥的书。"},{"txt_en":"Sarcasm is the lowest form of wit.","txt_cn":"讽刺是最低级的智慧。"},{"txt_en":"If opportunity doesn't knock, build a door.","txt_cn":"如果机遇不找过来，就自己造一扇门吧。"},{"txt_en":"He who has a why to live can bear almost any how.","txt_cn":"一个人知道自己为什么而活，就可以忍受任何一种生活。"},{"txt_en":"Hello from the outside, at least I can say that I've tried to tell you.","txt_cn":"这相隔千里的来电，至少能让我不留遗憾。"},{"txt_en":"We are here to add what we can to life, not to get what we can from life.","txt_cn":"我们活着应该尽自己所能给生活创造一些东西，而非一味索取。"},{"txt_en":"This is either madness or brilliance. It's remarkable how often those two traits coincide.","txt_cn":"疯狂和伟大只有一线之隔，他们往往相伴而行。"},{"txt_en":"Reading makes a full man, conference a ready man, and writing an exact man.","txt_cn":"读书使人充实，讨论使人机智，笔记使人准确。"},{"txt_en":"Focus on the details, they've always been in front of our eyes.","txt_cn":"专注在细节上，答案就在你的眼皮底下。"},{"txt_en":"I am grateful for what I am and have. My Thanksgiving is perpetual.","txt_cn":"我对自己的现状和所拥有的一切心存感激。对我来说每一天都是感恩节。"},{"txt_en":"The key to immortality is first living a life worth remembering.","txt_cn":"若想死后永垂不朽，首先得活得精彩。"},{"txt_en":"You got to put the past behind before you can move on.","txt_cn":"只有忘记过去，才能继续前行。"},{"txt_en":"Where there is no desire, there will be no industry. ","txt_cn":"哪里没有欲望，哪里就不会有勤奋。"},{"txt_en":"Sometimes it's about doing the right thing, even if it's painful inside.","txt_cn":"有时候就是要做对的事，哪怕内心万分痛苦。"},{"txt_en":"It takes more than intelligence to act intelligently.","txt_cn":"头脑聪明不代表就能明智地行事。"},{"txt_en":"As a body everyone is single, as a soul never.","txt_cn":"每个人的身体都是独立的，但灵魂从来不是。"},{"txt_en":"There is a holiness to the heart’s affections.","txt_cn":"内心深处的爱意是神圣的。"},{"txt_en":"Never let your persistence and passion turn into stubbornness and ignorance.","txt_cn":"永远不要让你的坚持和激情变成固执和无知。"},{"txt_en":"The biggest communication problem is we do not listen to understand. We listen to reply.","txt_cn":"最大的沟通问题是，很多人聆听不是为了理解，只是为了回答。"},{"txt_en":"Education is a progressive discovery of our own ignorance.","txt_cn":"教育是一个逐步发现自己无知的过程。"},{"txt_en":"A minute on the lips, a lifetime on the hips.","txt_cn":"嘴上一时享受，臀上一世肥肉。"},{"txt_en":"The truth is, each of us is related. It's just a question of how far back you traced your family tree.","txt_cn":"事实上，我们每个人都是血缘关系的。看你在家谱里往回推算多远。"},{"txt_en":"Love has no age, no limit, and no death. ","txt_cn":"爱不分年龄，没有限制，永不凋谢。"},{"txt_en":"What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.","txt_cn":"与你内心的力量相比，过往的艰难和未来的挑战都黯然失色。"},{"txt_en":"Only people in love believe they were destined to meet.","txt_cn":"只有恋爱中的人，才会认为他们的相遇不是偶然的。"},{"txt_en":"We do not remember days, we remember moments.","txt_cn":"我们往往记住的不是某一天，而是某个时刻。"},{"txt_en":"Remembrance is the beginning of healing.","txt_cn":"铭记才是治愈的开始。"},{"txt_en":"Sometimes life hits you in the head with a brick. Don't lose faith.","txt_cn":"有时生活给你当头痛击，但是别丧失信念。"},{"txt_en":"A flower cannot blossom without sunshine, and man cannot live without love. ","txt_cn":"花没有阳光就不能盛开，人没有爱就不能生存。"},{"txt_en":"The world is a book, and those who do not travel read only a page.","txt_cn":"世界是一本书，不旅行的人只读了其中的一页。"},{"txt_en":"Anyone can hold a grudge, but it takes real courage to forgive. ","txt_cn":"任何人都可以有咒怨，但是宽恕需要真的勇气。"},{"txt_en":"Any sufficiently advanced technology is indistinguishable from magic.","txt_cn":"任何足够先进的技术都与魔法无异。"},{"txt_en":"If you cannot be a poet, be the poem. ","txt_cn":"如果你不能成为一个诗人，就活成一首诗。"},{"txt_en":"I am an old soul. I like old music and old movies and even old people.","txt_cn":"我的灵魂已经老了。我喜欢老歌、老电影甚至老成的人。"},{"txt_en":"The world may be full of cheating, however we never lack friends with a warm heart.","txt_cn":"有时候世界虽然是假的，但并不缺少真心对待我们的人。"},{"txt_en":"The sooner you learn it’s on you to make your own life interesting, the better off you’ll be.","txt_cn":"有趣的生活要靠自己创造，这个道理越早知道越好。"},{"txt_en":"Shed no tears for me, my glory lives forever!","txt_cn":"不要为我流泪，我的荣誉将永远流传。"},{"txt_en":"Books are the bees which carry the quickening pollen from one to another mind.","txt_cn":"书籍是蜜蜂，将花粉从一个头脑传到另一个头脑。"},{"txt_en":"If you look for it, l ’ve got a sneaky feeling you’ll find that love actually is all around. ","txt_cn":"如果你仔细寻找，你会发现爱其实无处不在。"},{"txt_en":"All are past and gone! For truly great men Look to this age alone.","txt_cn":"俱往矣，数风流人物，还看今朝。"},{"txt_en":"Get a move on, or all the good ones will have gone.  ","txt_cn":"心动不行动，机会流失中。"},{"txt_en":"It’s not the load that breaks you down, it’s the way you carry it.","txt_cn":"压垮你的不是那些重担，而是你背负的方式。"},{"txt_en":"Travel can be one of the most rewarding forms of introspection.","txt_cn":"旅行可能是最有益的自省方式之一。"},{"txt_en":"We will all be judged by the courage of our hearts.","txt_cn":"最终，衡量我们的是内心的勇气。"},{"txt_en":"Just because you make a good plan, doesn't mean that's what's gonna happen. ","txt_cn":"制定完美的计划不代表事情会按着计划发生。"},{"txt_en":"All you need is the plan, the road map, and the courage to press on to your destination.","txt_cn":"你所需要的只是计划，路线图，以及朝着目标前进的勇气。"},{"txt_en":"But in times of crisis the wise build bridges, while the foolish build barriers.","txt_cn":"危机四伏之时，智者筑桥，愚者设障。"},{"txt_en":"Great things are not accomplished by those who yield to trends and fads and popular opinion.","txt_cn":"伟大的事情不是由那些向趋势、流行及大众观点屈服的人完成。"},{"txt_en":"It’s when you start to become really afraid of death that you learn to appreciate life.","txt_cn":"只有当你真正感受到对死亡的恐惧，你才会学到要珍惜生命。"},{"txt_en":"It would be a privilege to have my heart broken by you.","txt_cn":"能为你心碎是我最大的荣幸。"},{"txt_en":"What drains your spirit drains your body. What fuels your spirit fuels your body.  ","txt_cn":"消耗你心灵的事物也会消耗你的健康，滋补你心灵的事物也会滋补你的身体。"},{"txt_en":"You can nearly always enjoy something, if you make up your mind firmly that you will.  ","txt_cn":"只要你下决心去做某件事，总能从中找到乐趣。"},{"txt_en":"For small creatures such as we the vastness is bearable only through love.","txt_cn":"如此渺小的我们，只有通过爱，才能承受宇宙的广漠。"},{"txt_en":"The most important kind of freedom is to be what you really are.","txt_cn":"最重要的自由是成为真正的你。"},{"txt_en":"There are many things that seem impossible only so long as one does not attempt them.","txt_cn":"很多事情看起来不可能只是因为没有人尝试过。"},{"txt_en":"Ambition is the path to success. Persistence is the vehicle you arrive in.","txt_cn":"雄心壮志是通往成功的道路，坚持不懈是实现目标的工具。"},{"txt_en":"You keep living in the past. You are gonna wind up alone.","txt_cn":"你要是一直活在过去，就会孤独终老。"},{"txt_en":"Standing for right when it is unpopular is a true test of moral character.","txt_cn":"站在不受欢迎但却正确的一边，才是真正的道德考验。"},{"txt_en":"The definition of the good society is one in which virtue pays.","txt_cn":"有德的人不会吃亏，可谓之好的社会。"},{"txt_en":" Simplicity is the shortest path to a solution.","txt_cn":"简化是找到解决办法的最短途径。"},{"txt_en":"The old dreams were good dreams. They didn’t work out, but I’m glad I had them.","txt_cn":"曾经的梦都是美梦，虽未成真，但庆幸我曾拥有过。"},{"txt_en":"Life is 10% what happens to you and 90% how you react to it.","txt_cn":"生活的10%是发生在你身上的事，剩下的90%是你如何应对。"},{"txt_en":" We must accept finite disappointment, but we must never lose infinite hope. ","txt_cn":"我们必须接受失望，因为它是有限的，但千万不可失去希望，因为它是无穷的。"},{"txt_en":" We all deserve a standing ovation at least once in our lives.","txt_cn":"每个人都值得大家站起来为他鼓掌一次。"},{"txt_en":"The secret of getting ahead is getting started.","txt_cn":"成功的秘诀是开始行动。"},{"txt_en":"Opportunity does not knock, it presents itself when you beat down the door.  ","txt_cn":"机遇不会自己找上门来，它只会在你开门时出现。"},{"txt_en":"Life is just like that sometimes, we’re hoping for a unicorn and we get a goat.","txt_cn":"有时候人生就是如此，我们期待的是独角兽，得到的却是山羊。"},{"txt_en":"The size of your dreams must always exceed your current capacity to achieve them.","txt_cn":"你的梦想应该总是比当前的能力要大。"},{"txt_en":"Expect the best, plan for the worst, and prepare to be surprised. ","txt_cn":"抱最好的期望，做最坏的打算，并准备接受意外的惊喜。"},{"txt_en":"Problems are not stop signs, they are guidelines.","txt_cn":"问题不是止步不前的标志，而是前进的指引。"},{"txt_en":"A decade or two will fly like that.","txt_cn":"十年二十年一眨眼就过去了。"},{"txt_en":"Inspiration usually comes during work, rather than before it.","txt_cn":"灵感通常来源于工作之中，而不是什么都没做之前。"},{"txt_en":"Some people want it to happen, some wish it would happen, others make it happen.","txt_cn":"有些人想要它发生，有些人希望它发生，其余的人使它发生。"},{"txt_en":"Thinking you can escape life is your problem. You can never escape life.","txt_cn":"自以为可以逃避是你的问题。人是永远无法逃避人生的。"},{"txt_en":"Let our advance worrying become advance thinking and planning.  ","txt_cn":"把事前忧虑花的时间，用在事前的思索与准备上。"},{"txt_en":"Just don't be disappointed if there's not a pot of gold at the end of the rainbow.","txt_cn":"千万别失望，就算彩虹尽头没有你期待的美好也没关系。"},{"txt_en":"Without hard work, nothing grows but weeds.  ","txt_cn":"少了努力，只有杂草会生长。"},{"txt_en":"In one second your whole life can change. It only takes a moment for everything to feel quite different.","txt_cn":"生命真是瞬息万变，只要片刻，一切就截然不同了。"},{"txt_en":"No winter lasts forever; no spring skips its turn. ","txt_cn":"没有永恒的冬天；没有跳出时序的春天。"},{"txt_en":"But don't worry , forgetting the trauma of childbirth is one of the great gifts of the universe.","txt_cn":"但是不用担心，忘记创伤是宇宙赠与的礼物之一。"},{"txt_en":"He who reigns within himself and rules his passions, desires, and fears is more than a king.","txt_cn":"可以控制自己，并驾驭自己的热忱、欲望及恐惧的人，比国王更有能耐。"},{"txt_en":"All friendship changes, but for the good ones it will only make it stronger.  ","txt_cn":"所有的友情都会变，但有的改变会让其变得强大。"},{"txt_en":"Since you are like no other being ever created since the beginning of time, you are incomparable.","txt_cn":"因为你和有史以来任何人类都不相同，所以你是无可比拟的。"},{"txt_en":"When the lord closes a door, somewhere he opens a window.","txt_cn":"当主关上了一扇门，就会在别处打开一扇窗。"},{"txt_en":"Whenever people want you to do something they think it's wrong, they say it’s “reality”.","txt_cn":"当人们想要你去做一些他们认为不对的事，他们就会说是“现实”。"},{"txt_en":"If we survive danger it steels our courage more than anything else.","txt_cn":"如果我们在危险中生存下来，它将比任何东西都更能增强我们的勇气。"},{"txt_en":" Love is what binds us, through fair or stormy weather.","txt_cn":"爱将我们紧紧相连，共度风风雨雨。"},{"txt_en":"The crepitation of firecrackers sends off the old year. Sweet wine and spring wind brings warmth into thousands of homes.","txt_cn":"爆竹声中一岁除，春风送暖入屠苏。"},{"txt_en":"Home is any four walls that enclose the right person. ","txt_cn":"只要人对了，哪里都是家。"},{"txt_en":"Love shall be our token; love be yours and love be mine.","txt_cn":"爱是我们的纪念品，属于你也属于我。"},{"txt_en":"There are some natures too noble to curb and too lofty to bend.","txt_cn":"有些性情，崇高不可遏，高傲不可屈。"},{"txt_en":"Self-esteem is the reputation we acquire with ourselves.","txt_cn":"自尊是我们给自己争取的信誉。"},{"txt_en":"The best love is the kind that awakens the soul, and makes us reach for more.","txt_cn":"最好的爱能唤醒灵魂，启发我们追求卓越。"},{"txt_en":"It’s not so much how busy you are, but why you are busy.","txt_cn":"重要的不是你有多忙，而是你为何而忙。"},{"txt_en":"The universe has to move forward. Pain and loss, they define us as much as happiness or love.","txt_cn":"宇宙必须向前发展。痛苦与失去和幸福与爱一样定义了我们。"},{"txt_en":"The real opportunity for success lies within the person and not in the job.","txt_cn":"成功的真正机会在于人而非工作。"},{"txt_en":"We can only see a short distance ahead, but we can see plenty there that needs to be done.","txt_cn":"吾等目力短亦浅，能见百事待践行。"},{"txt_en":"Sometimes it is better to lose and do the right thing than to win and do the wrong thing.","txt_cn":"有时候做对的事而输，比做错的事而赢还要好。"},{"txt_en":"There is no birth of consciousness without pain.","txt_cn":"没有伤痛，就不会有醒觉。"},{"txt_en":"You’re never really done for as long as you’ve got a good story and someone to tell it to.","txt_cn":"只要你还有个好故事，还有一个能够倾诉的人，你就永远不会完蛋。"},{"txt_en":"Being too consumed in fear all the time will result in poor quality of life.","txt_cn":"心中充斥太多的恐惧会让生活品质降低。"},{"txt_en":"You go halfway around the world chasing something. And the whole time, it's in your own backyard.","txt_cn":"众里寻他千百度，蓦然回首，那“物”却在灯火阑珊处。"},{"txt_en":"A dream doesn’t become reality through magic; it takes sweat, determination, and hard work.","txt_cn":"梦想的实现不是靠魔法，而是靠汗水、决心与努力。"},{"txt_en":"Only those that risk going too far can possibly know how far they can go.","txt_cn":"只有勇于承担风险，敢于走出去的人，才会明白他们到底能走多远。"},{"txt_en":"It is the set of the sails, not the direction of the wind that determines which way we will go.","txt_cn":"决定我们去向的不是风的方向，而是如何架起船帆。"},{"txt_en":"The person whose calls you always take, that’s the relationship you’re in.","txt_cn":"能让你随时接电话的人，才是你真正在乎的人。"},{"txt_en":"There is no pressure when you are making a dream come true.","txt_cn":"当你是在为梦想成真努力时，就不会有压力。"},{"txt_en":"An act of true love will thaw a frozen heart.","txt_cn":"出自真爱的行动，可以融化冰冷的心。"},{"txt_en":"The task of leadership is not to put greatness into humanity, but to elicit it.","txt_cn":"领导者的任务不是赋予人类伟大，而是激发人类伟大。"},{"txt_en":"The time you enjoy wasting is not wasted time.","txt_cn":"你乐在其中所度过的时间，就不算浪费掉的时间。"},{"txt_en":"A girl should be two things: classy and fabulous.","txt_cn":"每个女孩都该做到两点:有品位并光芒四射。"},{"txt_en":"Women's value has been under-recognized for far too long.","txt_cn":"女性的价值被低估太久了。"},{"txt_en":"Some people choose to see the ugliness in this world. The disarray. I choose to see the beauty.","txt_cn":"一些人选择去看见这个世界的丑陋，混乱，我选择去发现美好。"},{"txt_en":"There is no development physically or intellectually without effort, and effort means work.","txt_cn":"没有努力，就不会有身体或智能上的成长，而努力意谓干活。"},{"txt_en":"It may not be pretty, but we headed to the city.","txt_cn":"其貌虽不扬，扬帆亦远航。"},{"txt_en":"Storms make trees take deeper roots. ","txt_cn":"越是经历风暴，树木扎根越深。"},{"txt_en":"If you don’t want to give in, your only choice is to resist.","txt_cn":"你若不愿屈服，便只能反抗。"},{"txt_en":"Doing things change things, no doing things, these things are exactly as they were.","txt_cn":"行动才能改变，没有行动，一切也会原封不动。"},{"txt_en":"If no one else guards the world, then I will come forward.","txt_cn":"如果没有别人保卫这个世界，那么我将挺身而出。"},{"txt_en":"Through love comes calm, and through calm comes thought.","txt_cn":"爱使人平静，而平静使人思考。"},{"txt_en":"Always do your best. What you plant now, you will harvest later.","txt_cn":"永远全力以赴，今日播下的种子，终会得到丰收。"},{"txt_en":"We live in a twilight world, and there are no friends at dusk.","txt_cn":"这是一个混沌的世界，黄昏时分无故人。"}]